------
-- 日本語の定数群
------
local _NAME = "summoner.locale.ja_jp"
local _M = {}
local _G = _G

_M.UNITS = {
    --エスト
    [101144211] = {
        mess1 = "威圧効果発動"
    },
    [101145211] = {
        mess1 = "威圧効果発動"
    },
    [101146211] = {
        mess1 = "威圧効果発動"
    },

    --レム
    [101164511] = {
        mess1 = "対炎属性ボーナス",
        mess2 = "対水属性ボーナス",
        mess3 = "対樹属性ボーナス",
        mess4 = "対光属性ボーナス",
        mess5 = "対闇属性ボーナス",
        mess6 = "属性ボーナスなし",
        mess7 = "占星術：",
        mess8 = "％"
    },

    [101165511] = {
        mess1 = "対炎属性ボーナス",
        mess2 = "対水属性ボーナス",
        mess3 = "対樹属性ボーナス",
        mess4 = "対光属性ボーナス",
        mess5 = "対闇属性ボーナス",
        mess6 = "属性ボーナスなし",
        mess7 = "占星術：",
        mess8 = "％"
    },

    --ボーゲン
    [101956112] = {
        SUMMARY = "ブレイク時間延長"
    },

    [102275112] = {
        mess1 = "煌華一刀流"
    },

    [102276112] = {
        mess1 = "煌華一刀流"
    },

    [102486112] = {
        BEFORE_MD = "マギアドライブ",
        AFTER_MD = "エクスプロキオン"
    },
    [102496312] = {
        BEFORE_MD = "マギアドライブ",
        AFTER_MD = "ギガグランドスラム"
    },
    [102506212] = {
        BEFORE_MD = "マギアドライブ",
        AFTER_MD = "グロスエルデ・アーテム"
    },
    [102516212] = {
        BEFORE_MD = "マギアドライブ",
        AFTER_MD = "絶技・氷迅天衝"
    },


    [102526512] = {
        BEFORE_MD = "マギアドライブ",
        AFTER_MD = "アブソリュート・カリング",
        MESSAGE1 = "威圧効果発動"
    },

    [10266112] = {
        BEFORE_MD = "マギアドライブ",
        AFTER_MD = "絶技・炎迅天衝"
    },

    [102676212] = {
        BEFORE_MD = "マギアドライブ",
        AFTER_MD = "レイジングブラスター"
    },

    [102686412] = {
        BEFORE_MD = "魔血真蝕",
        AFTER_MD = "クリムゾンブラッド"
    },

    [102826212] = {
        BEFORE_MD = "カイガン",
        AFTER_MD = "最終奥義「星離雨散」"
    },
    [102836512] = {
        BEFORE_MD = "カイガン",
        AFTER_MD = "最終奥義「優曇華刹」"
    },
    [102876112] = {
        BEFORE_MD = "カイガン",
        AFTER_MD = "真・刀舞「星火燎原」"
    },
    [102886312] = {
        BEFORE_MD = "カイガン",
        AFTER_MD = "我式連術「曼珠沙華」"
    },
    [102846412] = {
        BEFORE_MD = "カイガン",
        AFTER_MD = "魔導奥義「天地開闢」"
    },
    [102856512] = {
        BEFORE_MD = "カイガン",
        AFTER_MD = "餓凰凶撃「鳳翔烈破」"
    },
    [102866412] = {
        BEFORE_MD = "カイガン",
        AFTER_MD = "機甲解放奥義「玉響」"
    },

    --フレイダル
    [500081213] = {
        messageWind1 = "暴風状態：回避率アップ",
        messageWind2 = "暴風状態：奥義ゲージ増加速度アップ",
        messageWindEnd = "暴風状態解除"
    },

    --フレイダルコラボ用
    [501221213] = {
        messageWind1 = "暴風状態：回避率アップ",
        messageWind2 = "暴風状態：奥義ゲージ増加速度アップ",
        messageWindEnd = "暴風状態解除",
        messageCritical = "氷結時クリティカル"
    },

    --緑命龍エルプネウマス
    [500133313] = {
        mess1 = "怒り状態：HP自然回復",
        mess2 = "怒り状態：ブレイクゲージ自然回復",
        mess3 = "怒り状態：燃焼耐性ダウン",
        mess4 = "怒り状態解除",
        mess5 = "自然回復再開",
        mess6 = "自然回復停止"
    },

    --フォスラディウス
    [500144413] = {
        mess1 = "物理ダメージ無効",
        mess2 = "奥義ゲージ上昇量アップ",
        mess3 = "ブレイクゲージ回復"
    },

    --マヴロスキア
    [500155513] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除"
    },

    -- 猛餓獣樹ゴロンドーラ
    [500201313] = {
        RAGE = "怒り状態"
    },

    --ミラ
    [500362193] = {
        mess1 = "魔族キラー",
        mess2 = "樹属性キラー",
        mess3 = "ど根性EX：与ダメージアップ",
        mess4 = "ど根性EX：行動速度アップ",
        mess5 = "燃焼クリティカル",
        mess6 = "不死鳥EX：倒れない＆自然回復",
        mess7 = "不死鳥EX：奥義ゲージ速度アップ",
        mess8 = "不死鳥EX：HP自然回復",
        mess9 = "不死鳥状態解除"
    },

    --フェン
    [500382393] = {
        mess1 = "氷魔剣アルマス",
        mess2 = "ドラケウスボルト",
        mess3 = "閻王槍『焔獄』",
        mess4 = "魔鎌エビルサイス",
        mess5 = "覇竜剣ゲルメド",
        mess6 = "神具『フォスケラト』",
        mess7 = "状態異常回復",
        mess8 = "聖冠『ラーズ』EX",
        mess9 = "状態異常耐性アップ",
        mess10 = "ルゥ「やらせるか〜！！！」",
        mess11 = "クリューゼの懐中時計EX",
        mess12 = "相手のスキルCT速度ダウン",
        mess13 = "魔獣の召喚石EX",
        mess14 = "麻痺付与&HP自然回復",
        mess15 = "神弓キュクノス",
        talk1 = "レイアス「全力で行くぞ、フェン！」",
        talk2 = "フェン「フン、お前如きが相手になるか」",
        talk3 = "レイアス「俺の力を見せてやる！」"
    },

    --ゼイオルグ
    [500402493] = {
        mess1 = "被ダメージ５０％軽減",
        mess2 = "ダメージ５０％アップ＆攻撃速度上昇",
        mess3 = "背水の陣"
    },

    --ガナン
    [500431193] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },

    [500442193] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },

    --ギリアム
    [500451393] = {
        mess1 = "装備被ダメージ３倍",
        mess2 = "攻撃速度アップ",
        mess3 = "ギリアム用アイテム発動",
        mess4 = "奥義ダメージ"
    },

    [500462393] = {
        mess1 = "装備被ダメージ３倍",
        mess2 = "攻撃速度アップ",
        mess3 = "ギリアム用アイテム発動",
        mess4 = "奥義ダメージ"
    },

    --イフリート
    [500641113] = {
        mess1 = "水属性魔法ダメージ２倍",
        mess2 = "燃焼：攻撃速度アップ",
        mess3 = "攻撃速度アップ解除"
    },

    --パルラミシア
    [500651213] = {
        mess1 = "樹属性耐性−４０％",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ"
    },

    --焔神官カロン
    [500681113] = {
        mess1 = "ワシを守るのじゃ〜！"
    },

    --黒ヴァル
    [500711513] = {
        mess1 = "状態異常無効",
        mess2 = "シャドウライトニングの構え"
    },

    --CODE XTF : ERASER
    [500721013] = {
        mess1 = "攻撃モード：攻撃速度アップ",
        mess2 = "通常モード：属性ダメージを蓄積",
        mess3 = "防御力大幅ダウン",
        mess4 = "フィニス＝マキナ起動",
        mess5 = "炎属性エネルギー",
        mess6 = "水属性エネルギー",
        mess7 = "樹属性エネルギー",
        mess8 = "光属性エネルギー",
        mess9 = "闇属性エネルギー",
        mess10 = "属性エネルギーなし",
        mess11 = "炎属性耐性アップ",
        mess12 = "水属性耐性アップ",
        mess13 = "樹属性耐性アップ",
        mess14 = "光属性耐性アップ",
        mess15 = "闇属性耐性アップ",
        mess16 = "属性耐性解除",
        mess17 = "％"
    },

    --ラグシェルムファントム
    [500731513] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え",
        mess3 = "必中"
    },

    --絶望ラグシェルムファントム
    [500741513] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え",
        mess3 = "必中"
    },

    --被験体β
    [500771013] = {
        mess1 = "攻撃速度アップ",
        mess2 = "魔法ダメージ無効",
        mess3 = "与ダメージアップ",
        mess4 = "クリティカル率アップ"
    },

    [500821513] = {
        mess1 = "ブレイク耐性アップ",
        mess2 = "与ダメージアップ"
    },

    --クオン
    [500871413] = {
        mess1 = "ブレイク中被ダメージ３倍"
    },

    [500872413] = {
        mess1 = "ブレイク中被ダメージ３倍"
    },

    --エスト
    [500912213] = {
        mess1 = "クリティカル率１００％",
        mess2 = "行動速度アップ",
        mess3 = "奥義ゲージ自然増加",
        mess4 = "さらに行動速度アップ",
        mess5 = "ダメージ軽減５０％"
    },

    --トニトゥルス（樹怪鳥）
    [500921313] = {
        messageWind1 = "暴風状態：回避率アップ",
        messageWind2 = "暴風状態：HP自然回復",
        messageWindEnd = "暴風状態解除"
    },

    --銀ヴァル
    [500931513] = {
        mess1 = "シャドウライトニング改の構え",
        mess2 = "ダメージ耐性ダウン",
        mess3 = "堕天細胞活性化",
        mess4 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ブレイクさせると、ダメージ耐性を下げる事ができます。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    --エドラム
    [500961412] = {
        mess1 = "チャージ速度アップ",
        mess2 = "氷結中ダメージ３倍"
    },

    [500962412] = {
        mess1 = "チャージ速度アップ",
        mess2 = "氷結中ダメージ３倍"
    },

    [501005213] = {
        mess1 = "樹属性ダメージ３倍"
    },

    [101715211] = {
        mess1 = "一定ダメージ無効"
    },

    --魔獣レイド用
    [501021113] = {
        mess1 = "ボスに狙われている！",
        mess2 = "+%dpt",
        mess3 = "堕天細胞活性化",
        mess4 = "が%d体撃破！！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [500122213] = {
        mess1 = "怒り状態：持続ダメージ",
        mess2 = "怒り状態解除",
        mess3 = "氷結中ダメージ耐性",
        mess4 = "氷結中ブレイクダメージ耐性",
        mess5 = "氷結中HP自然回復",
        mess6 = "ドラゴニックコキュートス",
        mess7 = "物理耐性"
    },

    --リシュリー
    [101846112] = {
        mess1 = "全ステータスアップ"
    },

    --グロール
    [101825412] = {
        mess1 = "クリティカル%d％"
    },
    [101826412] = {
        mess1 = "クリティカル%d％"
    },

    [101945312] = {
        mess1 = "クリティカル%d％"
    },
    [101946312] = {
        mess1 = "クリティカル%d％"
    },

    [102176312] = {
        mess1 = "奥義ゲージアップ"
    },

    --メリア
    [101074511] = {
        text1 = "スキル使用可能\nBE出現量UP",
        text2 = "自動結界"
    },

    [101075511] = {
        text1 = "スキル使用可能\nBE出現量UP",
        text2 = "自動結界"
    },

    [101076511] = {
        text1 = "スキル使用可能\nBE出現量UP",
        text2 = "自動結界"
    },


    [101205412] = {
        text1 = "ダメージ軽減"
    },
    --ミレニア
    [101725112] = {
        text1 = "回避率アップ",
        text2 = "クリティカル%s",
        text3 = "連続攻撃"
    },

    [101724112] = {
        text1 = "回避率アップ",
        text2 = "クリティカル%s",
        text3 = "連続攻撃"
    },

    --グランブレイブ
    [101754111] = {
        text1 = "スキル回復速度UP"
    },
    [101755111] = {
        text1 = "スキル回復速度UP"
    },

    --ナンバーツー
    [101785512] = {
        text1 = "奥義ゲージ吸収",
        text2 = "ブラッドレイジ　LV"
    },
    [101786512] = {
        text1 = "奥義ゲージ吸収",
        text2 = "ブラッドレイジ　LV",
        text3 = "ゴッドレイジ　LV"
    },

    --リアン
    [101796112] = {
        text1 = "奥義ゲージアップ",
        text2 = "スキル回復速度UP"
    },
    [101795112] = {
        text1 = "奥義ゲージアップ",
        text2 = "スキル回復速度UP"
    },

    --XTF CODE:SEEKER
    [500161013] = {
        text1 = "攻撃モード",
        text2 = "バリアモード"
    },

    --レグルス　ユニットボス
    [500941513] = {
        mess1 = "クリティカル率１００％",
    },

    [500971513] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "ハロウィンナイトメア",
        mess3 = "必中"
    },

    [500981313] = {
        RAGE = "怒り状態",
        ANTIDAMAGE = "クリティカルダメージ以外無効",
        ANTICRITICAL = "燃焼時以外ダメージ無効",
        ANTIWATER = "水属性ダメージ吸収",
        BARRIEREND = "ダメージ無効解除",
        REGENATION = "HP自然回復",
        BURN = "自然回復停止",
        RESTART = "自然回復再開",
        ANTIBURN = "燃焼耐性",
        TALK1 = "よぉ来よったな！覚悟せぇや！！",
        TALK2 = "中々やるやんけ…負けへんで！！",
        TALK3 = "あ、あかんっ…最終手段や！！",
        TALK4 = "んなアホなぁーーー！！"
    },

    [501061113] = {
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [501071113] = {
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [501081113] = {
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [501091113] = {
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [501101513] = {
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [500071113] = {
        messageWind1 = "暴風状態：回避率アップ",
        messageWindEnd = "暴風状態解除",
        burn = "燃焼中HP自然回復",
        burn2 = "燃焼中与ダメージアップ",
        burnEnd = "HP自然回復停止",
        critical = "クリティカル無効"
    },
    [101885512] = {
        mess1 = "一撃死"
    },
    [101886512] = {
        mess1 = "一撃死"
    },

    --オージュレイド用
    [501111413] = {
        mess1 = "ボスに狙われている！",
        mess2 = "堕天細胞活性化",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [101905412] = {
        mess1 = "未来視"
    },

    [101906412] = {
        mess1 = "未来視"
    },

    [501171513] = {
        mess1 = "闇属性耐性"
    },

    [501181313] = {
        mess1 = "攻撃速度アップ",
        mess2 = "魔法ダメージ無効",
        mess3 = "与ダメージアップ",
        mess4 = "クリティカル率アップ",
        mess5 = "樹属性耐性",
        mess6 = "ブレイク中防御力アップ"
    },

    [501191413] = {
        mess1 = "炎・無属性以外無効",
        mess2 = "HP自然回復",
        mess3 = "水・無属性以外無効",
        mess4 = "クリティカル率アップ",
        mess5 = "樹・無属性以外無効",
        mess6 = "氷結攻撃",
        mess7 = "ダメージ無効"
    },
    [501121513] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…"
    },
    [501131513] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…"
    },
    [501141513] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…"
    },
    [501151513] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…"
    },
    [501161513] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…"
    },
    [107116112]={
        mess1 = "俺は不死身の杉元だ！！"
    },
    [501251513] = {
        START_MESSAGE1 = "毒状態の相手に対してクリティカル率UP",
        START_MESSAGE2 = "暗闇状態の相手に対してクリティカルダメージUP",
        START_MESSAGE3 = "命中率UP",
        RAGE_MESSAGE1 = "怒り状態：クリティカル率UP",
        DEAD_MESSAGE1 = "ヴィラカーズからの誉れ",
        ATTACK4 = "プライズミスト"
    },
    [501311413] = {
        HP_REDUCE_MESSAGE = "最大HPダウン",
        START_MESSAGE = "光属性ユニットからのダメージ・ブレイク無効",
        BUFF_MESSAGE1 = "ダメージ無効化解除",
        BUFF_MESSAGE2 = "与ダメージアップ",
        BUFF_MESSAGE3 = "クリティカル率アップ"
    },
    [501281113] = {
        START_MESSAGE = "炎属性ユニットからのダメージ・ブレイク無効",
        BUFF_MESSAGE1 = "防御力無視",
        BUFF_MESSAGE2 = "HP自然回復",
        BUFF_MESSAGE3 = "ダメージアップ"
    },
    [501291213] = {
        START_MESSAGE2 = "命中率・攻撃力アップ",
        START_MESSAGE4 = "相手氷結時クリティカル",
        START_MESSAGE3 = "ブレイクダメージで討伐ポイント獲得",
        HP_TRIGGER1_MESSAGE = "クリティカル耐性アップ",
        HP_TRIGGER2_MESSAGE = "行動速度アップ",
        HP_TRIGGER2_MESSAGE2 = "ダメージ無効化解除",
        HP_TRIGGER3_MESSAGE = "奥義ゲージ増加速度アップ",
        BREAK_DAMAGE_MESSAGE = "ブレイクダメージ！",
        BREAK_DAMAGE_MESSAGE2 = "討伐ポイント獲得中",
        BREAK_DAMAGE_MESSAGE3 = "累計",
        BREAK_DAMAGE_MESSAGE4 = "万",
        BREAK_DAMAGE_MESSAGE5 = "ブレイクダメージを与えた！",
        BREAK_DAMAGE_MESSAGE6 = "ブレイクまでに",
        SUMMON = "ブレイクダメージボーナス！",
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },
    [501451313] = {
        START_MESSAGE1 = "状態異常中のボスへのダメージがアップ",
        START_MESSAGE2 = "庇うキラー",
        START_MESSAGE3 = "命中率・攻撃力アップ",
        START_MESSAGE4 = "子分：燃焼時以外ダメージ無効",
        HP_MESSAGE1 = "与ダメージアップ",
        HP_MESSAGE2 = "行動速度アップ",
        HP_MESSAGE3 = "奥義ゲージ増加速度アップ",
        DEFEAT_MESSAGE1 = "子分撃破により状態異常耐性ダウン",
        DEFEAT_MESSAGE2 = "さんが子分を撃破して状態異常耐性ダウン",
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },
    [501461513] = {
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },
    [501471113] = {
        DEAD_MESSAGE1 = "レッドパンプキンを撃破して+%dpt"
    },
    [501471213] = {
        DEAD_MESSAGE1 = "ブルーパンプキンを撃破して+%dpt"
    },
    [501471313] = {
        DEAD_MESSAGE1 = "グリーンパンプキンを撃破して+%dpt"
    },
    [501471413] = {
        DEAD_MESSAGE1 = "イエローパンプキンを撃破して+%dpt"
    },
    [501471513] = {
        DEAD_MESSAGE1 = "パープルパンプキンを撃破して+%dpt"
    },
    [501472413] = {
        DEAD_MESSAGE1 = "ラッキーパンプキンを撃破して+%dpt"
    },
    [501472013] = {
        DEAD_MESSAGE1 = "ボーンパンプキンを撃破して+%dpt"
    },
    [501261413] = {
        mess1 = "ボスに狙われている！",
        mess2 = "堕天細胞活性化",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        START_MESSAGE1 = "約２分毎に属性キラー切り替わり",
        START_MESSAGE2 = "燃焼・暗闇・毒でキラー軽減",
        START_MESSAGE3 = "命中率アップ",
        RAGE_MESSAGE = "行動速度アップ",
        BREAK_MESSAGE = "ブレイク時被ダメージアップ"
    }
}

_M.ENEMIES = {
    --緑命龍エルプネウマス
    [49923] = {
        mess1 = "怒り状態：HP自然回復",
        mess2 = "怒り状態：ブレイクゲージ自然回復",
        mess3 = "怒り状態：燃焼耐性ダウン",
        mess4 = "怒り状態解除",
        mess5 = "自然回復再開",
        mess6 = "自然回復停止"
    },

    [2000592] = {
        mess1 = "怒り状態：HP自然回復",
        mess2 = "怒り状態：ブレイクゲージ自然回復",
        mess3 = "怒り状態：燃焼耐性ダウン",
        mess4 = "怒り状態解除",
        mess5 = "自然回復再開",
        mess6 = "自然回復停止"
    },

    [500133905] = {
        mess1 = "怒り状態：HP自然回復",
        mess2 = "怒り状態：ブレイクゲージ自然回復",
        mess3 = "怒り状態：燃焼耐性ダウン",
        mess4 = "怒り状態解除",
        mess5 = "自然回復再開",
        mess6 = "自然回復停止"
    },

    [500133915] = {
        mess1 = "怒り状態：HP自然回復",
        mess2 = "怒り状態：ブレイクゲージ自然回復",
        mess3 = "怒り状態：燃焼耐性ダウン",
        mess4 = "怒り状態解除",
        mess5 = "自然回復再開",
        mess6 = "自然回復停止"
    },

    [500133925] = {
        mess1 = "怒り状態：HP自然回復",
        mess2 = "怒り状態：ブレイクゲージ自然回復",
        mess3 = "怒り状態：燃焼耐性ダウン",
        mess4 = "怒り状態解除",
        mess5 = "自然回復再開",
        mess6 = "自然回復停止"
    },

    --黒ヴァル覚醒級
    [50023] = {
        mess1 = "シャドウライトニングの構え",
        mess2 = "無敵状態",
        mess3 = "状態異常無効"
    },

    --黒ヴァル
    [500711109] = {
        mess1 = "シャドウライトニングの構え"
    },

    [500711209] = {
        mess1 = "シャドウライトニングの構え"
    },

    --黒ヴァル超級
    [500711409] = {
        mess1 = "状態異常無効",
        mess2 = "シャドウライトニングの構え",
        mess3 = "状態異常無効"
    },

    --フォスラディウス覚醒級
    [50123] = {
        mess1 = "物理ダメージ無効",
        mess2 = "奥義ゲージ上昇量アップ",
        mess3 = "クリティカルダメージ無効"
    },


    --フォスラディウス
    [500144109] = {
        mess1 = "物理ダメージ無効",
        mess2 = "奥義ゲージ上昇量アップ"
    },

    [500144209] = {
        mess1 = "物理ダメージ無効",
        mess2 = "奥義ゲージ上昇量アップ"
    },

    [500144409] = {
        mess1 = "物理ダメージ無効",
        mess2 = "奥義ゲージ上昇量アップ"
    },

    --ラ＝リズ魔導研究所のフェン
    [70614] = {
        mess1 = "フェン：人族キラー",
        mess2 = "フェン：氷結耐性"
    },

    --ラ＝リズ魔導研究所のゼイオルグ
    [70615] = {
        mess1 = "ゼイオルグ：麻痺耐性",
        mess2 = "ゼイオルグ：与ダメージアップ",
        mess3 = "ゼイオルグ：攻撃速度アップ",
        mess4 = "ゼイオルグ：クリティカル率アップ"
    },

    --焔神官カロン
    [1001089] = {
        mess1 = "ワシを守るのじゃ〜！"
    },

    [1001094] = {
        mess1 = "ワシを守るのじゃ〜！"
    },

    [500681509] = {
        mess1 = "ワシを守るのじゃ〜！"
    },

    [500681539] = {
        mess1 = "ワシを守るのじゃ〜！"
    },

    --修行の間　ヨミ
    [1001507] = {
        mess1 = "攻撃力UP"
    },

    --修行の間　ゾルダス
    [1001508] = {
        mess1 = "魔法耐性UP"
    },


    -- 猛餓獣樹ゴロンドーラ ルゥイベント真Ex
    [200320048] = {
        RAGE = "怒り状態",
        REGENATION = "HP自然回復",
        BURN = "自然回復停止",
        RESTART = "自然回復再開"
    },

    --CODE XTF : ERASER
    [2000569] = {
        mess1 = "攻撃モード：攻撃速度アップ",
        mess2 = "通常モード：属性ダメージを蓄積",
        mess3 = "防御力大幅ダウン",
        mess4 = "フィニス＝マキナ起動",
        mess5 = "炎属性エネルギー",
        mess6 = "水属性エネルギー",
        mess7 = "樹属性エネルギー",
        mess8 = "光属性エネルギー",
        mess9 = "闇属性エネルギー",
        mess10 = "属性エネルギーなし",
        mess11 = "炎属性耐性アップ",
        mess12 = "水属性耐性アップ",
        mess13 = "樹属性耐性アップ",
        mess14 = "光属性耐性アップ",
        mess15 = "闇属性耐性アップ",
        mess16 = "属性耐性解除",
        mess17 = "％"
    },

    [500080123] = {
        mess1 = "攻撃モード：攻撃速度アップ",
        mess2 = "通常モード：属性ダメージを蓄積",
        mess3 = "防御力大幅ダウン",
        mess4 = "フィニス＝マキナ起動",
        mess5 = "炎属性エネルギー",
        mess6 = "水属性エネルギー",
        mess7 = "樹属性エネルギー",
        mess8 = "光属性エネルギー",
        mess9 = "闇属性エネルギー",
        mess10 = "属性エネルギーなし",
        mess11 = "炎属性耐性アップ",
        mess12 = "水属性耐性アップ",
        mess13 = "樹属性耐性アップ",
        mess14 = "光属性耐性アップ",
        mess15 = "闇属性耐性アップ",
        mess16 = "属性耐性解除",
        mess17 = "％"
    },

    [500721935] = {
        mess1 = "攻撃モード：攻撃速度アップ",
        mess2 = "通常モード：属性ダメージを蓄積",
        mess3 = "防御力大幅ダウン",
        mess4 = "フィニス＝マキナ起動",
        mess5 = "炎属性エネルギー",
        mess6 = "水属性エネルギー",
        mess7 = "樹属性エネルギー",
        mess8 = "光属性エネルギー",
        mess9 = "闇属性エネルギー",
        mess10 = "属性エネルギーなし",
        mess11 = "炎属性耐性アップ",
        mess12 = "水属性耐性アップ",
        mess13 = "樹属性耐性アップ",
        mess14 = "光属性耐性アップ",
        mess15 = "闇属性耐性アップ",
        mess16 = "属性耐性解除",
        mess17 = "％"
    },

    [500721945] = {
        mess1 = "攻撃モード：攻撃速度アップ",
        mess2 = "通常モード：属性ダメージを蓄積",
        mess3 = "防御力大幅ダウン",
        mess4 = "フィニス＝マキナ起動",
        mess5 = "炎属性エネルギー",
        mess6 = "水属性エネルギー",
        mess7 = "樹属性エネルギー",
        mess8 = "光属性エネルギー",
        mess9 = "闇属性エネルギー",
        mess10 = "属性エネルギーなし",
        mess11 = "炎属性耐性アップ",
        mess12 = "水属性耐性アップ",
        mess13 = "樹属性耐性アップ",
        mess14 = "光属性耐性アップ",
        mess15 = "闇属性耐性アップ",
        mess16 = "属性耐性解除",
        mess17 = "％"
    },

    [500721955] = {
        mess1 = "攻撃モード：攻撃速度アップ",
        mess2 = "通常モード：属性ダメージを蓄積",
        mess3 = "防御力大幅ダウン",
        mess4 = "フィニス＝マキナ起動",
        mess5 = "炎属性エネルギー",
        mess6 = "水属性エネルギー",
        mess7 = "樹属性エネルギー",
        mess8 = "光属性エネルギー",
        mess9 = "闇属性エネルギー",
        mess10 = "属性エネルギーなし",
        mess11 = "炎属性耐性アップ",
        mess12 = "水属性耐性アップ",
        mess13 = "樹属性耐性アップ",
        mess14 = "光属性耐性アップ",
        mess15 = "闇属性耐性アップ",
        mess16 = "属性耐性解除",
        mess17 = "％"
    },

    [200210071] = {
        mess1 = "攻撃モード：攻撃速度アップ",
        mess2 = "通常モード：属性ダメージを蓄積",
        mess3 = "防御力大幅ダウン",
        mess4 = "フィニス＝マキナ起動",
        mess5 = "炎属性エネルギー",
        mess6 = "水属性エネルギー",
        mess7 = "樹属性エネルギー",
        mess8 = "光属性エネルギー",
        mess9 = "闇属性エネルギー",
        mess10 = "属性エネルギーなし",
        mess11 = "炎属性耐性アップ",
        mess12 = "水属性耐性アップ",
        mess13 = "樹属性耐性アップ",
        mess14 = "光属性耐性アップ",
        mess15 = "闇属性耐性アップ",
        mess16 = "属性耐性解除",
        mess17 = "％"
    },

    --ミラ
    [2000617] = {
        mess1 = "魔族キラー",
        mess2 = "樹属性キラー",
        mess3 = "ど根性EX：与ダメージアップ",
        mess4 = "ど根性EX：行動速度アップ",
        mess5 = "燃焼クリティカル",
        mess6 = "不死鳥EX：倒れない＆自然回復",
        mess7 = "不死鳥EX：奥義ゲージ速度アップ",
        mess8 = "不死鳥EX：HP自然回復",
        mess9 = "不死鳥状態解除"
    },

    [200030036] = {
        mess1 = "魔族キラー",
        mess2 = "樹属性キラー",
        mess3 = "ど根性EX：与ダメージアップ",
        mess4 = "ど根性EX：行動速度アップ",
        mess5 = "燃焼クリティカル",
        mess6 = "不死鳥EX：倒れない＆自然回復",
        mess7 = "不死鳥EX：奥義ゲージ速度アップ",
        mess8 = "不死鳥EX：HP自然回復",
        mess9 = "不死鳥状態解除"
    },

    [200030073] = {
        mess1 = "魔族キラー",
        mess2 = "樹属性キラー",
        mess3 = "ど根性EX：与ダメージアップ",
        mess4 = "ど根性EX：行動速度アップ",
        mess5 = "燃焼クリティカル",
        mess6 = "不死鳥EX：倒れない＆自然回復",
        mess7 = "不死鳥EX：奥義ゲージ速度アップ",
        mess8 = "不死鳥EX：HP自然回復",
        mess9 = "不死鳥状態解除"
    },

    [200030075] = {
        mess1 = "魔族キラー",
        mess2 = "樹属性キラー",
        mess3 = "ど根性EX：与ダメージアップ",
        mess4 = "ど根性EX：行動速度アップ",
        mess5 = "燃焼クリティカル",
        mess6 = "不死鳥EX：倒れない＆自然回復",
        mess7 = "不死鳥EX：奥義ゲージ速度アップ",
        mess8 = "不死鳥EX：HP自然回復",
        mess9 = "不死鳥状態解除"
    },

    --ソフィ
    [2000622] = {
        mess1 = "特製バターブリオッシュ",
        mess2 = "HP自然回復",
        mess3 = "特製ドラゴンステーキ",
        mess4 = "与ダメージ30％上昇",
        mess5 = "特製ホットドッグ",
        mess6 = "攻撃速度上昇",
        mess7 = "特製スペシャルパエリア",
        mess8 = "奥義ゲージ速度上昇",
        mess9 = "情熱の料理、見せてあげる！"
    },
    [500511005] = {
        mess1 = "特製バターブリオッシュ",
        mess2 = "HP自然回復",
        mess3 = "特製ドラゴンステーキ",
        mess4 = "与ダメージ30％上昇",
        mess5 = "特製ホットドッグ",
        mess6 = "攻撃速度上昇",
        mess7 = "特製スペシャルパエリア",
        mess8 = "奥義ゲージ速度上昇",
        mess9 = "情熱の料理、見せてあげる！"
    },
    [500522015] = {
        mess1 = "特製バターブリオッシュ",
        mess2 = "HP自然回復",
        mess3 = "特製ドラゴンステーキ",
        mess4 = "与ダメージ30％上昇",
        mess5 = "特製ホットドッグ",
        mess6 = "攻撃速度上昇",
        mess7 = "特製スペシャルパエリア",
        mess8 = "奥義ゲージ速度上昇",
        mess9 = "情熱の料理、見せてあげる！"
    },
    [500522025] = {
        mess1 = "特製バターブリオッシュ",
        mess2 = "HP自然回復",
        mess3 = "特製ドラゴンステーキ",
        mess4 = "与ダメージ30％上昇",
        mess5 = "特製ホットドッグ",
        mess6 = "攻撃速度上昇",
        mess7 = "特製スペシャルパエリア",
        mess8 = "奥義ゲージ速度上昇",
        mess9 = "情熱の料理、見せてあげる！"
    },
    [500522035] = {
        mess1 = "特製バターブリオッシュ",
        mess2 = "HP自然回復",
        mess3 = "特製ドラゴンステーキ",
        mess4 = "与ダメージ30％上昇",
        mess5 = "特製ホットドッグ",
        mess6 = "攻撃速度上昇",
        mess7 = "特製スペシャルパエリア",
        mess8 = "奥義ゲージ速度上昇",
        mess9 = "情熱の料理、見せてあげる！"
    },
    [500522045] = {
        mess1 = "特製バターブリオッシュ",
        mess2 = "HP自然回復",
        mess3 = "特製ドラゴンステーキ",
        mess4 = "与ダメージ30％上昇",
        mess5 = "特製ホットドッグ",
        mess6 = "攻撃速度上昇",
        mess7 = "特製スペシャルパエリア",
        mess8 = "奥義ゲージ速度上昇",
        mess9 = "情熱の料理、見せてあげる！"
    },

    --ガナン
    [2000630] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },
    [500431100] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },
    [500442100] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },
    [500442200] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },
    [500442300] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },
    [500442400] = {
        mess1 = "奥義ゲージチャージさらに速度上昇",
        mess2 = "攻撃頻度さらに上昇",
        mess3 = "被ダメージ50%上昇",
        mess4 = "与ダメージ50%上昇",
        mess5 = "麻痺・氷結無効",
        mess6 = "奥義ゲージチャージ速度上昇",
        mess7 = "クリティカル発生確率上昇",
        mess8 = "攻撃頻度上昇"
    },

    --グラード
    [2000631] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "与ダメージアップ",
        mess3 = "奥義ゲージ増加速度アップ",
        mess4 = "ロイのダメージアップ",
        mess5 = "HP吸収",
        mess6 = "攻撃速度アップ",
        mess7 = "魔骸翼使召喚",
        mess8 = "光＆闇属性キラー",
        talk1 = "ロイ…てめぇだけは俺が潰す！",
        talk2 = "やれるものならやってみるがいい",
        talk3 = "ああ…やってやる…やってやるよ！",
        talk4 = "今日こそ決着つけようぜ",
        talk5 = "悪いが貴様に負ける気はしない",
        talk6 = "チッ…その態度が…",
        talk7 = "気に食わねえんだよ！",
        talk8 = "さぁ…楽しませてくれよ！",
        talk9 = "貴様の相手をしている暇はない",
        talk10 = "ケッ！粋がるのは今のうちだぞ！"
    },

    [200040028] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "与ダメージアップ",
        mess3 = "奥義ゲージ増加速度アップ",
        mess4 = "ロイのダメージアップ",
        mess5 = "HP吸収",
        mess6 = "攻撃速度アップ",
        mess7 = "魔骸翼使召喚",
        mess8 = "光＆闇属性キラー",
        talk1 = "ロイ…てめぇだけは俺が潰す！",
        talk2 = "やれるものならやってみるがいい",
        talk3 = "ああ…やってやる…やってやるよ！",
        talk4 = "今日こそ決着つけようぜ",
        talk5 = "悪いが貴様に負ける気はしない",
        talk6 = "チッ…その態度が…",
        talk7 = "気に食わねえんだよ！",
        talk8 = "さぁ…楽しませてくれよ！",
        talk9 = "貴様の相手をしている暇はない",
        talk10 = "ケッ！粋がるのは今のうちだぞ！"
    },
    [200040024] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "与ダメージアップ",
        mess3 = "奥義ゲージ増加速度アップ",
        mess4 = "ロイのダメージアップ",
        mess5 = "HP吸収",
        mess6 = "攻撃速度アップ",
        mess7 = "魔骸翼使召喚",
        mess8 = "光＆闇属性キラー",
        talk1 = "ロイ…てめぇだけは俺が潰す！",
        talk2 = "やれるものならやってみるがいい",
        talk3 = "ああ…やってやる…やってやるよ！",
        talk4 = "今日こそ決着つけようぜ",
        talk5 = "悪いが貴様に負ける気はしない",
        talk6 = "チッ…その態度が…",
        talk7 = "気に食わねえんだよ！",
        talk8 = "さぁ…楽しませてくれよ！",
        talk9 = "貴様の相手をしている暇はない",
        talk10 = "ケッ！粋がるのは今のうちだぞ！"
    },
    [200040020] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "与ダメージアップ",
        mess3 = "奥義ゲージ増加速度アップ",
        mess4 = "ロイのダメージアップ",
        mess5 = "HP吸収",
        mess6 = "攻撃速度アップ",
        mess7 = "魔骸翼使召喚",
        mess8 = "光＆闇属性キラー",
        talk1 = "ロイ…てめぇだけは俺が潰す！",
        talk2 = "やれるものならやってみるがいい",
        talk3 = "ああ…やってやる…やってやるよ！",
        talk4 = "今日こそ決着つけようぜ",
        talk5 = "悪いが貴様に負ける気はしない",
        talk6 = "チッ…その態度が…",
        talk7 = "気に食わねえんだよ！",
        talk8 = "さぁ…楽しませてくれよ！",
        talk9 = "貴様の相手をしている暇はない",
        talk10 = "ケッ！粋がるのは今のうちだぞ！"
    },
    [200040000] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "人族キラー",
        mess3 = "奥義ゲージ加速度アップ",
        mess4 = "ロイのダメージアップ"
    },
    [200040006] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "人族キラー",
        mess3 = "奥義ゲージ加速度アップ",
        mess4 = "ロイのダメージアップ"
    },
    [200040012] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "人族キラー",
        mess3 = "奥義ゲージ加速度アップ",
        mess4 = "ロイのダメージアップ"
    },
    [200040018] = {
        mess1 = "ロイに対するダメージアップ",
        mess2 = "人族キラー",
        mess3 = "奥義ゲージ加速度アップ",
        mess4 = "ロイのダメージアップ"
    },

    --試練の回廊　オグナード
    [2000638] = {
        mess1 = "クックック…",
        mess2 = "研究の成果をお見せする時のようですね",
        mess3 = "つくづくあなたは興味深い",
        mess4 = "完全に取り込んやるとしましょう！",
        mess5 = "闇属性耐性",
        mess6 = "燃焼耐性",
        mess7 = "麻痺耐性",
        mess8 = "氷結耐性"
    },

    --ラグシェルムファントム
    [2000645] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え",
        mess3 = "必中"
    },

    [200070036] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え"
    },

    [200070069] = {
        mess1 = "ターゲットへのダメージアップ"
    },

    [200070073] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え"
    },

    [200070075] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え"
    },

    [49201] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え",
        mess3 = "必中",
        mess4 = "被ダメージ軽減",
        mess5 = "ダメージ軽減解除"
    },

    --試練の回廊の被験体
    [2000646] = {
        mess1 = "人族キラー",
        mess2 = "神族キラー",
        mess3 = "状態異常無効",
        mess4 = "与ダメージアップ",
        mess5 = "被ダメージダウン",
        mess6 = "攻撃速度アップ"
    },

    --試練の回廊　ゴル猫ゴッド
    [2000648] = {
        mess1 = "またにゃー♪"
    },

    --ギリアム
    [200080019] = {
        mess1 = "装備被ダメージ３倍",
        mess2 = "攻撃速度アップ",
        mess3 = "ギリアム用アイテム発動",
        mess4 = "奥義ダメージ"
    },

    [200080020] = {
        mess1 = "装備被ダメージ３倍",
        mess2 = "攻撃速度アップ",
        mess3 = "ギリアム用アイテム発動",
        mess4 = "奥義ダメージ"
    },

    [200080024] = {
        mess1 = "装備被ダメージ３倍",
        mess2 = "攻撃速度アップ",
        mess3 = "ギリアム用アイテム発動",
        mess4 = "奥義ダメージ"
    },

    [200080028] = {
        mess1 = "装備被ダメージ３倍",
        mess2 = "攻撃速度アップ",
        mess3 = "ギリアム用アイテム発動",
        mess4 = "奥義ダメージ"
    },

    --ゼイオルグ
    [200140036] = {
        mess1 = "被ダメージ５０％軽減",
        mess2 = "ダメージ５０％アップ＆攻撃速度上昇",
        mess3 = "背水の陣"
    },

    [200140073] = {
        mess1 = "被ダメージ５０％軽減",
        mess2 = "ダメージ５０％アップ＆攻撃速度上昇",
        mess3 = "背水の陣"
    },

    [200140076] = {
        mess1 = "被ダメージ５０％軽減",
        mess2 = "ダメージ５０％アップ＆攻撃速度上昇",
        mess3 = "背水の陣"
    },

    --闇ドラ
    [200140083] = {
        mess1 = "神具『終焉の指輪』の残滓",
        mess2 = "神族キラー",
        mess3 = "神具『ヴォルカヌス』の残滓",
        mess4 = "燃焼中攻撃速度アップ",
        mess5 = "神具『フォスケラト』の残滓",
        mess6 = "状態異常耐性",
        mess7 = "魔剣『ゲシュペンスト』の残滓",
        mess8 = "ターゲットに対してクリティカル",
        mess9 = "光属性耐性ダウン",
        mess10 = "宝剣『リュードマグス』の残滓",
        mess11 = "気絶付与",
        mess12 = "攻撃速度アップ解除",
        mess13 = "神具『白姫聖翼』の残滓",
        mess14 = "装備・奥義被ダメージ軽減",
        mess15 = "竜を討つは武人の誉れ！ゆくぞ！",
        mess16 = "ゼイオルグ超絶強化",
        mess17 = "最大HP減少",
        mess18 = "怒り状態：ブレイク力アップ",
        mess19 = "怒り状態解除"
    },

    [200140093] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "神族キラー",
        mess4 = "気絶回避率ダウン"
    },

    [500110040] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "神族キラー",
        mess4 = "気絶回避率ダウン"
    },

    [500110020] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "神族キラー",
        mess4 = "気絶回避率ダウン"
    },

    [500110000] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "神族キラー",
        mess4 = "気絶回避率ダウン"
    },


    --フェン
    [200210037] = {
        mess1 = "氷魔剣アルマス",
        mess2 = "ドラケウスボルト",
        mess3 = "閻王槍『焔獄』",
        mess4 = "魔鎌エビルサイス",
        mess5 = "覇竜剣ゲルメド",
        mess6 = "神具『フォスケラト』",
        mess7 = "状態異常回復",
        mess8 = "聖冠『ラーズ』EX",
        mess9 = "状態異常耐性アップ",
        mess10 = "ルゥ「やらせるか〜！！！」",
        mess11 = "クリューゼの懐中時計EX",
        mess12 = "相手のスキルCT速度ダウン",
        mess13 = "魔獣の召喚石EX",
        mess14 = "麻痺付与&HP自然回復",
        mess15 = "神弓キュクノス",
        talk1 = "レイアス「全力で行くぞ、フェン！」",
        talk2 = "フェン「フン、お前如きが相手になるか」",
        talk3 = "レイアス「俺の力を見せてやる！」"
    },
    [200210075] = {
        mess1 = "氷魔剣アルマス",
        mess2 = "ドラケウスボルト",
        mess3 = "閻王槍『焔獄』",
        mess4 = "魔鎌エビルサイス",
        mess5 = "覇竜剣ゲルメド",
        mess6 = "神具『フォスケラト』",
        mess7 = "状態異常回復",
        mess8 = "聖冠『ラーズ』EX",
        mess9 = "状態異常耐性アップ",
        mess10 = "ルゥ「やらせるか〜！！！」",
        mess11 = "クリューゼの懐中時計EX",
        mess12 = "相手のスキルCT速度ダウン",
        mess13 = "魔獣の召喚石EX",
        mess14 = "麻痺付与&HP自然回復",
        mess15 = "神弓キュクノス",
        talk1 = "レイアス「全力で行くぞ、フェン！」",
        talk2 = "フェン「フン、お前如きが相手になるか」",
        talk3 = "レイアス「俺の力を見せてやる！」"
    },
    [200210080] = {
        mess1 = "氷魔剣アルマス",
        mess2 = "ドラケウスボルト",
        mess3 = "閻王槍『焔獄』",
        mess4 = "魔鎌エビルサイス",
        mess5 = "覇竜剣ゲルメド",
        mess6 = "神具『フォスケラト』",
        mess7 = "状態異常回復",
        mess8 = "聖冠『ラーズ』EX",
        mess9 = "状態異常耐性アップ",
        mess10 = "ルゥ「やらせるか〜！！！」",
        mess11 = "クリューゼの懐中時計EX",
        mess12 = "相手のスキルCT速度ダウン",
        mess13 = "魔獣の召喚石EX",
        mess14 = "麻痺付与&HP自然回復",
        mess15 = "神弓キュクノス",
        talk1 = "レイアス「全力で行くぞ、フェン！」",
        talk2 = "フェン「フン、お前如きが相手になるか」",
        talk3 = "レイアス「俺の力を見せてやる！」"
    },

    --ニーア
    [200260022] = {
        mess1 = "クリティカル無効",
        mess2 = "光属性耐性−５０％",
        mess3 = "攻撃速度アップ",
        mess4 = "毒・病気攻撃",
        mess5 = "奥義ゲージ吸収攻撃",
        mess6 = "魔法耐性−５０％"
    },

    [200260023] = {
        mess1 = "クリティカル無効",
        mess2 = "光属性耐性−５０％",
        mess3 = "攻撃速度アップ",
        mess4 = "毒・病気攻撃",
        mess5 = "奥義ゲージ吸収攻撃",
        mess6 = "魔法耐性−５０％"
    },

    [200260024] = {
        mess1 = "クリティカル無効",
        mess2 = "光属性耐性−５０％",
        mess3 = "攻撃速度アップ",
        mess4 = "毒・病気攻撃",
        mess5 = "奥義ゲージ吸収攻撃",
        mess6 = "魔法耐性−５０％"
    },

    [200260029] = {
        mess1 = "クリティカル無効",
        mess2 = "光属性耐性−５０％",
        mess3 = "攻撃速度アップ",
        mess4 = "毒・病気攻撃",
        mess5 = "奥義ゲージ吸収攻撃",
        mess6 = "魔法耐性−５０％"
    },

    --エスト
    [200280037] = {
        mess1 = "クリティカル率１００％",
        mess2 = "行動速度アップ",
        mess3 = "奥義ゲージ自然増加",
        mess4 = "さらに行動速度アップ",
        mess5 = "ダメージ軽減５０％"
    },

    [200280080] = {
        mess1 = "神族からのダメージ軽減"
    },

    [200310008] = {
        mess1 = "チャージ速度アップ",
        mess2 = "氷結中ダメージ３倍"
    },

    --モルドーラ
    [200320013] = {
        mess1 = "怒り状態"
    },

    [200320028] = {
        mess1 = "怒り状態"
    },

    [200320033] = {
        mess1 = "怒り状態"
    },

    [200320039] = {
        mess1 = "怒り状態"
    },

    [200320045] = {
        mess1 = "怒り状態"
    },

    --パルラミシア
    [49501] = {
        mess1 = "樹属性耐性−４０％",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ"
    },


    [500200000] = {
        mess1 = "樹属性耐性−４０％",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ"
    },

    [500200020] = {
        mess1 = "樹属性耐性−４０％",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ"
    },

    [500200041] = {
        mess1 = "樹属性耐性−４０％",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ"
    },

    --ロイ
    [500342865] = {
        mess1 = "疾風迅雷:行動速度アップ",
        mess2 = "疾風迅雷:奥義ゲージ増加速度アップ",
        mess3 = "蒼竜水翔剣『改式』の構え"
    },

    [500342885] = {
        mess1 = "鉄壁状態解除",
        mess2 = "餓狼の構え:行動速度さらにアップ",
        mess3 = "餓狼の構え:与ダメージ５０％アップ",
        mess4 = "疾風迅雷:行動速度アップ",
        mess5 = "疾風迅雷:奥義ゲージ増加速度アップ",
        mess6 = "鉄壁:被ダメージ大幅軽減",
        mess7 = "鉄壁:ブレイク耐性ダウン",
        mess8 = "蒼竜水翔剣『改式』の構え"
    },

    [500342895] = {
        mess1 = "鉄壁状態解除",
        mess2 = "餓狼の構え:行動速度さらにアップ",
        mess3 = "餓狼の構え:与ダメージ５０％アップ",
        mess4 = "疾風迅雷:行動速度アップ",
        mess5 = "疾風迅雷:奥義ゲージ増加速度アップ",
        mess6 = "鉄壁:被ダメージ大幅軽減",
        mess7 = "鉄壁:ブレイク耐性ダウン",
        mess8 = "蒼竜水翔剣『改式』の構え"
    },

    [2000626] = {
        mess1 = "鉄壁状態解除",
        mess2 = "餓狼の構え:行動速度さらにアップ",
        mess3 = "餓狼の構え:与ダメージ５０％アップ",
        mess4 = "疾風迅雷:行動速度アップ",
        mess5 = "疾風迅雷:奥義ゲージ増加速度アップ",
        mess6 = "鉄壁:被ダメージ大幅軽減",
        mess7 = "鉄壁:ブレイク耐性ダウン",
        mess8 = "蒼竜水翔剣『改式』の構え"
    },

    -- 試練の回廊 ２０階/霹翠トニトゥルス
    [2000659] = {
        START_MESSAGE1 = "光属性キラー",
        START_MESSAGE2 = "光属性ダメージ無効",
        START_MESSAGE3 = "状態異常無効",
        START_MESSAGE4 = "クリティカル無効",
        BUFF_MESSAGE1 = "与ダメージアップ",
        BUFF_MESSAGE2 = "攻撃速度アップ",
    },

    -- 試練の回廊 ２０階/猛餓獣樹ゴロンドーラ
    [2000660] = {
        START_MESSAGE1 = "闇属性キラー",
        START_MESSAGE2 = "闇属性ダメージ無効",
        START_MESSAGE3 = "状態異常無効",
        START_MESSAGE4 = "クリティカル無効",
        BUFF_MESSAGE1 = "HP吸収量アップ",
        BUFF_MESSAGE2 = "攻撃速度アップ",
    },

    -- 試練の回廊 23階/冥蟲姫ラドアクネ
    [2000666] = {
        SKILL_MESSAGE1 = "闇の者よ...滅びよ",
        SKILL_MESSAGE2 = "生者は死者に...死者は死者のまま",
        SKILL_MESSAGE3 = "風前の灯には火を...",
        SUMMON_MESSAGE1 = "可愛い子らよ...愛を...",
        START_MESSAGE1 = "獣・人族キラー",
        START_MESSAGE2 = "クリティカル耐性",
        START_MESSAGE3 = "HP自然回復",
        RAGE_MESSAGE1 = "ダメージUP",
        RAGE_MESSAGE2 = "行動速度UP",
        RAGE_MESSAGE3 = "ヒットストップ無効",
        RAGE_MESSAGE4 = "ブレイク耐性DOWN"
    },

    --闇ドラ覚醒級
    [500110063] = {
        mess1 = "神具『終焉の指輪』の残滓",
        mess2 = "神族キラー",
        mess3 = "神具『ヴォルカヌス』の残滓",
        mess4 = "燃焼中攻撃速度アップ",
        mess5 = "神具『フォスケラト』の残滓",
        mess6 = "状態異常耐性",
        mess7 = "魔剣『ゲシュペンスト』の残滓",
        mess8 = "ターゲットに対してクリティカル",
        mess9 = "光属性耐性ダウン",
        mess10 = "宝剣『リュードマグス』の残滓",
        mess11 = "気絶付与",
        mess12 = "攻撃速度アップ解除",
        mess13 = "神具『白姫聖翼』の残滓",
        mess14 = "装備・奥義被ダメージ軽減",
        mess15 = "竜を討つは武人の誉れ！ゆくぞ！",
        mess16 = "光属性以外耐性",
        mess17 = "最大HP減少",
        mess18 = "怒り状態：ブレイク力アップ",
        mess19 = "怒り状態解除"
    },

    --ラグ外伝ヴァルザン
    [604037] = {
        mess1 = "奥義ゲージ自然上昇"
    },

    --銀ヴァル
    [600000002] = {
        mess1 = "シャドウライトニング改の構え",
        mess2 = "ダメージ耐性ダウン",
        mess3 = "堕天細胞活性化",
        mess4 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    --レグルスフィーナイベ　フィーナ
    [200370046] = {
        mess1 = "奥義ゲージ増加量アップ",
        mess2 = "与ダメージアップ"
    },

    --レグルスフィーナイベ　レグルス
    [200370043] = {
        mess1 = "奥義ゲージ増加量アップ",
        mess2 = "与ダメージアップ"
    },

    --大型イベント用メリア
    [200380033] = {
        mess1 = "自動結界",
        mess2 = "奥義ゲージ増加速度アップ"
    },
    [200380039] = {
        mess1 = "自動結界",
        mess2 = "奥義ゲージ増加速度アップ"
    },
    [200380047] = {
        mess1 = "自動結界",
        mess2 = "奥義ゲージ増加速度アップ"
    },

    [200430034] = {
        ITEM1 = "守護者の威圧",
        ITEM2 = "蒼竜刃",
        ITEM3 = "守護者の逆鱗",
        SUMMON1 = "コノ場ヲ訪レル者ガイヨウトハ…",
        SUMMON2 = "コノ場ヲ護ル事コソ我ガ務メ…",
        SUMMON3 = "貴様ハ何ヲ欲スル…",
        SUMMON4 = "ソノ覚悟…見セテミロ！"
    },
    [200440031] = {
        ITEM1 = "守護者の威圧",
        ITEM2 = "翠竜刃",
        ITEM3 = "守護者の逆鱗",
        SUMMON1 = "コノ地ヲ脅カス者カ…",
        SUMMON2 = "早々ニ立チ去ルガイイ…",
        SUMMON3 = "ソノ傲慢サハ身ヲ滅ボス…",
        SUMMON4 = "大地ノチカラニ抗ウ事ナド敵ワヌ！"
    },
    [200450031] = {
        ITEM1 = "守護者の威圧",
        ITEM2 = "焔竜刃",
        ITEM3 = "守護者の逆鱗",
        SUMMON1 = "ホウ…久シイ来客ダ…",
        SUMMON2 = "オマエモ灰トナリタイカ…",
        SUMMON3 = "マダ本当ノ恐ロシサヲ知ラヌ…",
        SUMMON4 = "ナラバ灰燼ト化スガイイ！！"
    },
    [2005432] = {
        ITEM1 = "守護者の威圧",
        ITEM2 = "冥竜刃",
        ITEM3 = "守護者の逆鱗",
        SUMMON1 = "我ガ選定ヲ受ケル者カ…",
        SUMMON2 = "宵闇ノ彼方ヲ彷徨ウ者カ…",
        SUMMON3 = "光ヲ得ルベキ者カ…",
        SUMMON4 = "貴様ノ真価ヲ示スガイイ！！"
    },
    [2005434] = {
        START_MESSAGE1 = "貴様の実力、しかと見届けん！",
        START_MESSAGE2 = "麻痺時以外ブレイク耐性UP",
        START_MESSAGE3 = "クリティカル耐性",
        FINISH_MESSAGE1 = "本気をだそう！！"
    },
    [2005532] = {
        ITEM1 = "守護者の威圧",
        ITEM2 = "輝竜刃",
        ITEM3 = "守護者の逆鱗",
        SUMMON1 = "チカラヲ求メル者カ…",
        SUMMON2 = "汝ノ価値ヲ見定メヨウ…",
        SUMMON3 = "ココニ眠ルハ人ニ過ぎたチカラ…",
        SUMMON4 = "使イ手ニ足ル器ノ証明ヲ！！"
    },
    [2005534] = {
        START_MESSAGE1 = "貴方の実力、みさせてもらいます！",
        START_MESSAGE2 = "暗闇時以外ブレイク耐性UP",
        START_MESSAGE3 = "クリティカル耐性",
        FINISH_MESSAGE1 = "本気でいかせてもらいます！！"
    },
    [2005645] = {
        mess1 = "魔族キラー",
        mess2 = "ブレイク耐性アップ",
        mess3 = "クリティカル無効",
        mess4 = "ちっと本気でやるとするか！",
        mess5 = "フェン「何を遊んでいるのだ貴様は！？」",
        mess6 = "大型・機族に変化"
    },
    [200460032] = {
        mess1 = "クリティカルダメージ無効",
        mess2 = "奥義ゲージ増加速度アップ"
    },
    [200460043] = {
        mess1 = "ラプレ：クリティカルダメージ無効",
        mess2 = "奥義ゲージ増加速度アップ"
    },
    [200460038] = {
        mess1 = "全ステータスアップ",
        mess2 = "奥義ゲージ増加速度アップ"
    },
    [200460046] = {
        mess1 = "全ステータスアップ",
        mess2 = "奥義ゲージ増加速度アップ"
    },

    [200510048] = {
        mess1 = "全ステータスアップ",
        mess2 = "奥義ゲージ増加速度アップ"
    },
    [200510045] = {
        mess1 = "クリティカル%d％",
        mess2 = "奥義ゲージ増加速度アップ"
    },

    [2005339] = {
        mess1 = "闇属性耐性５０％"
    },
    [2005344] = {
        mess1 = "闇属性耐性８０％"
    },

    --回廊ギリアム
    [1001510] = {
        mess1 = "装備被ダメージ３倍"
    },

    [200100007] = {
        mess1 = "ターゲットへのダメージアップ",
        mess2 = "トゥルーナイトメアの構え",
        mess3 = "必中"
    },

    [200210086] = {
        mess1 = "氷魔剣アルマス",
        mess2 = "ドラケウスボルト",
        mess3 = "閻王槍『焔獄』",
        mess4 = "魔鎌エビルサイス",
        mess5 = "覇竜剣ゲルメド",
        mess6 = "神具『フォスケラト』",
        mess7 = "状態異常回復",
        mess8 = "聖冠『ラーズ』EX",
        mess9 = "状態異常耐性アップ",
        mess10 = "ルゥ「やらせるか〜！！！」",
        mess11 = "クリューゼの懐中時計EX",
        mess12 = "相手のスキルCT速度ダウン",
        mess13 = "魔獣の召喚石EX",
        mess14 = "麻痺付与&HP自然回復",
        mess15 = "参謀本部総長",
        mess16 = "孤高の軍師",
        mess17 = "人族キラー",
        mess18 = "秘められし獣",
        mess19 = "奥義ゲージ自然上昇",
        mess20 = "神弓キュクノス",
        talk1 = "レイアス「全力で行くぞ、フェン！」",
        talk2 = "フェン「フン、お前如きが相手になるか」",
        talk3 = "レイアス「俺の力を見せてやる！」"
    },
    [200490047] = {
        mess1 = "光命の障壁"
    },
    [2005243] = {
        mess1 = "ミラージュソードの構え"
    },
    [2005248] = {
        mess1 = "ミラージュソードの構え"
    },
    [2005249] = {
        mess1 = "ミラージュソードの構え",
        DEAD_MESSAGE = "いい腕前ね"
    },
    [2005348] = {
        START_MESSAGE = "ヴォーグ：回避率アップ",
        DEAD_MESSAGE1 = "師匠の仇…討つ！",
        DEAD_MESSAGE2 = "攻撃力・ダメージUP"
    },
    [2005349] = {
        START_MESSAGE = "アルス：水属性キラー",
        DEAD_MESSAGE1 = "…許さない",
        DEAD_MESSAGE2 = "常に奥義ゲージMAX"
    },

    --ロスト覚醒級
    [200570009] = {
        mess1 = "ブレイク中光属性耐性低下"
    },
    --ロスト覚醒級のジェラルド
    [200570013] = {
        mess1 = "ジェラルド「援護に回ります！」"
    },

    --神殿女神　初級
    [4000117] = {
        BARRIER_MESSAGE1 = "冥艷殻：一定ダメージ無効＆回避率アップ",
        RAGE_MESSAGE1 = "与ダメージ＆攻撃速度アップ",
        SKILL_MESSAGE = "光に…包まれ…消えよ…",
        SKILL_MESSAGE2 = "闇に…抱かれ…滅せよ…"
    },
    --神殿女神　中級
    [4000127] = {
        BARRIER_MESSAGE1 = "冥艷殻：一定ダメージ無効＆回避率アップ",
        RAGE_MESSAGE1 = "与ダメージ＆攻撃速度アップ",
        SKILL_MESSAGE = "光に…包まれ…消えよ…",
        SKILL_MESSAGE2 = "闇に…抱かれ…滅せよ…"
    },
    --神殿女神　上級
    [4000137] = {
        BARRIER_MESSAGE1 = "冥艷殻：一定ダメージ無効＆回避率アップ",
        RAGE_MESSAGE1 = "与ダメージ＆攻撃速度アップ",
        SKILL_MESSAGE = "光に…包まれ…消えよ…",
        SKILL_MESSAGE2 = "闇に…抱かれ…滅せよ…"
    },
    --神殿女神　超級
    [4000147] = {
        BARRIER_MESSAGE1 = "冥艷殻：一定ダメージ無効＆回避率アップ",
        RAGE_MESSAGE1 = "与ダメージ＆攻撃速度アップ",
        SKILL_MESSAGE = "光に…包まれ…消えよ…",
        SKILL_MESSAGE2 = "闇に…抱かれ…滅せよ…"
    },

    --紋章宮月曜リリー
    [4000213] = {
        mess1 = "生あるものに…死を…",
        mess2 = "命の光が……消えない…"
    },
    [4000223] = {
        mess1 = "生あるものに…死を…",
        mess2 = "命の光が……消えない…"
    },
    [4000233] = {
        mess1 = "生あるものに…死を…",
        mess2 = "命の光が……消えない…"
    },
    [4000243] = {
        mess1 = "生あるものに…死を…",
        mess2 = "命の光が……消えない…"
    },
    --紋章宮月曜アルシェ
    [4000214] = {
        mess1 = "あらら…これは大変です！",
        mess2 = "悪い病気にはたくさん回復が必要なのです♪"
    },
    [4000224] = {
        mess1 = "あらら…これは大変です！",
        mess2 = "悪い病気にはたくさん回復が必要なのです♪"
    },
    [4000234] = {
        mess1 = "あらら…これは大変です！",
        mess2 = "悪い病気にはたくさん回復が必要なのです♪"
    },
    [4000244] = {
        mess1 = "あらら…これは大変です！",
        mess2 = "悪い病気にはたくさん回復が必要なのです♪"
    },

    --紋章宮月曜死神
    [4000217] = {
        mess1 = "死を…刻み込もう…",
        mess2 = "足掻くな…",
        mess3 = "光属性キラー",
        mess4 = "闇属性耐性",
        mess5 = "ブレイク耐性"
    },
    [4000227] = {
        mess1 = "死を…刻み込もう…",
        mess2 = "足掻くな…",
        mess3 = "光属性キラー",
        mess4 = "闇属性耐性",
        mess5 = "ブレイク耐性"
    },
    [4000237] = {
        mess1 = "死を…刻み込もう…",
        mess2 = "足掻くな…",
        mess3 = "光属性キラー",
        mess4 = "闇属性耐性",
        mess5 = "ブレイク耐性"
    },
    [4000247] = {
        mess1 = "死を…刻み込もう…",
        mess2 = "足掻くな…",
        mess3 = "光属性キラー",
        mess4 = "闇属性耐性",
        mess5 = "ブレイク耐性"
    },

    
    [2004335] = {
        mess1 = "怒り状態：持続ダメージ",
        mess2 = "怒り状態解除",
        mess3 = "氷結中ダメージ耐性",
        mess4 = "氷結中ブレイクダメージ耐性",
        mess5 = "氷結中HP自然回復",
        mess6 = "ドラゴニックコキュートス",
        mess7 = "物理耐性",
        mess8 = "燃焼時以外ダメージ無効"
    },
    [2004432] = {
        mess1 = "氷結時以外ダメージ無効"
    },
    [2004532] = {
        mess1 = "毒時以外ダメージ無効"
    },

    [2004536] = {
        SPEED_UP_MESSAGE1 = "奥義ゲージ速度アップ",
        RAGE_MESSAGE1 = "HP自然回復",
        RAGE_MESSAGE2 = "味方の水属性耐性ダウン",
        START_MESSAGE1 = "毒状態以外ダメージ無効",
        START_MESSAGE2 = "命中率アップ",
        START_MESSAGE3 = "暗闇状態で被ダメージアップ",
        START_MESSAGE4 = "人・機族は気絶状態"
    },

    [2006133] = {
        mess1 = "人族キラー",
        mess2 = "魔族キラー"
    },

    [2006139] = {
        mess1 = "人族キラー",
        mess2 = "魔族キラー"
    },

    [2006144] = {
        mess1 = "人族キラー",
        mess2 = "魔族キラー",
        mess3 = "てめぇは俺を怒らせた…",
        mess4 = "奥義ゲージ増加速度アップ",
        mess5 = "死んで詫びろ…！"
    },

    [2006305] = {
        mess1 = "ダメージ軽減",
        mess2 = "ダメージ軽減解除",
        mess3 = "メタルチキン：クリティカル以外軽減"
    },

    [2006309] = {
        mess1 = "ダメージ軽減",
        mess2 = "ダメージ軽減解除",
        mess3 = "メタルチキン：クリティカル以外軽減"
    },

    --紋章植物
    [4000317] = {
        mess1 = "こいつらか！お前ら相手したれ！",
        mess2 = "なかなかやるやんけ！",
        mess3 = "おおおお前ら！もっと気合い入れんかい！！",
        mess4 = "喰ってまうぞコラ！",
        mess5 = "なんや大したことないやんけ！",
        mess6 = "与ダメージアップ",
        mess7 = "被ダメージ軽減"
    },
    [4000327] = {
        mess1 = "こいつらか！お前ら相手したれ！",
        mess2 = "なかなかやるやんけ！",
        mess3 = "おおおお前ら！もっと気合い入れんかい！！",
        mess4 = "喰ってまうぞコラ！",
        mess5 = "なんや大したことないやんけ！",
        mess6 = "与ダメージアップ",
        mess7 = "被ダメージ軽減"

    },
    [4000338] = {
        mess1 = "こいつらか！お前ら相手したれ！",
        mess2 = "なかなかやるやんけ！",
        mess3 = "おおおお前ら！もっと気合い入れんかい！！",
        mess4 = "喰ってまうぞコラ！",
        mess5 = "なんや大したことないやんけ！",
        mess6 = "与ダメージアップ",
        mess7 = "被ダメージ軽減"
    },
    [4000352] = {
        mess1 = "こいつらか！お前ら相手したれ！",
        mess2 = "なかなかやるやんけ！",
        mess3 = "おおおお前ら！もっと気合い入れんかい！！",
        mess4 = "喰ってまうぞコラ！",
        mess5 = "なんや大したことないやんけ！",
        mess6 = "与ダメージアップ",
        mess7 = "被ダメージ軽減"
    },
    [2000662] = {
        mess1 = "与ダメージアップ",
        mess2 = "攻撃速度アップ"
    },
    [2006531] = {
        mess1 = "人族キラー"
    },
    [2006537] = {
        mess1 = "人族キラー"
    },

    [2006543] = {
        mess1 = "人族・神族キラー",
        mess2 = "水属性耐性ダウン",
        mess3 = "ブレイク中以外ダメージ軽減",
        mess4 = "ブレイク中以外クリティカル無効",
        mess5 = "いいねいいねぇ…！",
        mess6 = "与ダメージアップ"
    },

    [2006731] = {
        mess1 = "いい女じゃねぇか！",
        mess2 = "女性からのダメージ20％アップ"
    },
    [2006737] = {
        mess1 = "奥義ダメージ軽減",
        mess2 = "装備被ダメージアップ"
    },
    [2006744] = {
        mess1 = "ロッズ「いい女じゃねぇか！」",
        mess2 = "ロッズ：女性からのダメージ20％アップ",
        mess3 = "ロッズ：防御力ダウン",
        mess4 = "ロッズ：攻撃力ダウン"
    },
    [2006743] = {
        mess1 = "タリス：奥義ダメージ軽減",
        mess2 = "タリス：装備被ダメージアップ"
    },
    [2006905] = {
        mess1 = "神族キラー",
        mess2 = "物理ダメージ軽減",
        mess3 = "兵器とは戦闘と共にあるもの",
        mess4 = "行動速度アップ"
    },
    [2006909] = {
        mess1 = "神族キラー",
        mess2 = "物理ダメージ軽減",
        mess3 = "兵器とは戦闘と共にあるもの",
        mess4 = "行動速度アップ"
    },
    [4000417] = {
        mess1 = "一定時間被ダメージ吸収",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ",
        mess6 = "クリティカルに対して奥義反撃",
        mess7 = "無敵状態",
        mess8 = "人族・神族キラー"
    },
    [4000427] = {
        mess1 = "一定時間被ダメージ吸収",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ",
        mess6 = "クリティカルに対して奥義反撃",
        mess7 = "無敵状態",
        mess8 = "人族・神族キラー"
    },
    [4000437] = {
        mess1 = "一定時間被ダメージ吸収",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ",
        mess6 = "クリティカルに対して奥義反撃",
        mess7 = "無敵状態",
        mess8 = "人族・神族キラー"
    },
    [4000447] = {
        mess1 = "一定時間被ダメージ吸収",
        mess2 = "水陣の構え",
        mess3 = "水天の構え",
        mess4 = "HP自然回復",
        mess5 = "HP自然回復量アップ",
        mess6 = "クリティカルに対して奥義反撃",
        mess7 = "無敵状態",
        mess8 = "人族・神族キラー"
    },

    --イフリート
    [4000517] = {
        mess1 = "精霊族・機族キラー",
        mess2 = "燃焼中・攻撃速度UP",
        mess3 = "燃焼解除・攻撃速度UP解除",
        mess4 = "燃焼中・ダメージ軽減",
        mess5 = "燃焼状態解除・水属性耐性DOWN",
        mess6 = "燃焼中・奥義ゲージ増加速度UP"
    },
     [4000527] = {
        mess1 = "精霊族・機族キラー",
        mess2 = "燃焼中・攻撃速度UP",
        mess3 = "燃焼解除・攻撃速度UP解除",
        mess4 = "燃焼中・ダメージ軽減",
        mess5 = "燃焼状態解除・水属性耐性DOWN",
        mess6 = "燃焼中・奥義ゲージ増加速度UP"
    },
     [4000537] = {
        mess1 = "精霊族・機族キラー",
        mess2 = "燃焼中・攻撃速度UP",
        mess3 = "燃焼解除・攻撃速度UP解除",
        mess4 = "燃焼中・ダメージ軽減",
        mess5 = "燃焼状態解除・水属性耐性DOWN",
        mess6 = "燃焼中・奥義ゲージ増加速度UP"
    },
     [4000547] = {
        mess1 = "精霊族・機族キラー",
        mess2 = "燃焼中・攻撃速度UP",
        mess3 = "燃焼解除・攻撃速度UP解除",
        mess4 = "燃焼中・ダメージ軽減",
        mess5 = "燃焼状態解除・水属性耐性DOWN",
        mess6 = "燃焼中・奥義ゲージ増加速度UP",
        mess7 = "燃焼中・水属性耐性UP"
    },
    [2007042] = {
        mess1 = "人は…しぶといのよ…",
        mess2 = "回避率UP",
        mess3 = "HP自然回復",
        mess4 = "奥義ダメージアップ"
    },
    [2000663] = {
        mess1 = "神族キラー",
        mess2 = "魔族キラー",
        mess3 = "クリティカルダメージUP",
        mess4 = "燃焼状態以外 クリティカル",
        mess5 = "クリティカル以外無効",
        mess6_1 = "味方を庇うとは見上げた度胸だ",
        mess6_2 = "ここからは全力でいかせてもらうぜ",
        mess6_3 = "ダメージUP",
        mess7 = "クリティカル無効"
    },
    [4910024] = {
        RAGE = "怒り状態",
        ANTIDAMAGE = "クリティカルダメージ以外無効",
        ANTICRITICAL = "燃焼時以外ダメージ無効",
        ANTIWATER = "水属性ダメージ吸収",
        BARRIEREND = "ダメージ無効解除",
        REGENATION = "HP自然回復",
        BURN = "自然回復停止",
        RESTART = "自然回復再開",
        ANTIBURN = "燃焼耐性",
        BURNDOWN = "燃焼耐性ダウン",
        TALK1 = "よぉ来よったな！覚悟せぇや！！",
        TALK2 = "中々やるやんけ…負けへんで！！",
        TALK3 = "あ、あかんっ…最終手段や！！",
        TALK4 = "んなアホなぁーーー！！"
    },


    [2007705] = {
        START_MESSAGE1 = "闇・炎属性キラー",
        START_MESSAGE2 = "クリティカル耐性",
        START_MESSAGE3 = "全状態異常耐性"
    },

    [2007709] = {
        START_MESSAGE1 = "闇・炎属性キラー",
        START_MESSAGE2 = "クリティカル耐性",
        START_MESSAGE3 = "全状態異常耐性",
        RAGE_MESSAGE1 = "約束のとき...",
        RAGE_MESSAGE2 = "概念...両断！",
        RAGE_MESSAGE3 = "私はまだ...斬っていないのだ..."
    },

    [4000617] = {
        START_MESSAGE1 = "光属性以外軽減",
        START_MESSAGE2 = "クリティカル発生無効",
        START_MESSAGE3 = "炎・水・樹キラー",
        RAGE_MESSAGE1 = "闇属性以外軽減",
        RAGE_MESSAGE2 = "攻撃速度アップ",
        RAGE_MESSAGE3 = "与ダメージアップ",
        RAGE_MESSAGE4 = "…審判の時…",
        RAGE_MESSAGE5 = "裁きを与えん…"
    },
    [4000627] = {
        START_MESSAGE1 = "光属性以外軽減",
        START_MESSAGE2 = "クリティカル発生無効",
        START_MESSAGE3 = "炎・水・樹キラー",
        RAGE_MESSAGE1 = "闇属性以外軽減",
        RAGE_MESSAGE2 = "攻撃速度アップ",
        RAGE_MESSAGE3 = "与ダメージアップ",
        RAGE_MESSAGE4 = "…審判の時…",
        RAGE_MESSAGE5 = "裁きを与えん…"
    },
    [4000637] = {
        START_MESSAGE1 = "光属性以外軽減",
        START_MESSAGE2 = "クリティカル発生無効",
        START_MESSAGE3 = "炎・水・樹キラー",
        RAGE_MESSAGE1 = "闇属性以外軽減",
        RAGE_MESSAGE2 = "攻撃速度アップ",
        RAGE_MESSAGE3 = "与ダメージアップ",
        RAGE_MESSAGE4 = "…審判の時…",
        RAGE_MESSAGE5 = "裁きを与えん…"
    },
    [4000647] = {
        START_MESSAGE1 = "光属性以外軽減",
        START_MESSAGE2 = "クリティカル発生無効",
        START_MESSAGE3 = "炎・水・樹キラー",
        RAGE_MESSAGE1 = "闇属性以外軽減",
        RAGE_MESSAGE2 = "攻撃速度アップ",
        RAGE_MESSAGE3 = "与ダメージアップ",
        RAGE_MESSAGE4 = "…審判の時…",
        RAGE_MESSAGE5 = "裁きを与えん…"
    },
    [4000717] = {
        START_MESSAGE1 = "ブレイク耐性",
        START_MESSAGE2 = "毒状態以外ダメージ無効",
        START_MESSAGE3 = "水属性キラー"
    },
    [4000727] = {
        START_MESSAGE1 = "ブレイク耐性",
        START_MESSAGE2 = "毒状態以外ダメージ無効",
        START_MESSAGE3 = "水属性キラー"
    },
    [4000737] = {
        START_MESSAGE1 = "ブレイク耐性",
        START_MESSAGE2 = "毒状態以外ダメージ無効",
        START_MESSAGE3 = "水属性キラー"
    },
    [4000747] = {
        START_MESSAGE1 = "ブレイク耐性",
        START_MESSAGE2 = "毒状態以外ダメージ無効",
        START_MESSAGE3 = "水属性キラー"
    },
    [2004336] = {
        START_MESSAGE1 = "貴方の実力、みせてください！",
        START_MESSAGE2 = "燃焼時以外ブレイク耐性UP",
        FINISH_MESSAGE1 = "本気でいきます！！"
    },
    [2004337] = {
        START_MESSAGE1 = "ブレイク耐性・回避率アップ",
        START_MESSAGE2 = "燃焼時、ブレイク耐性・回避率ダウン",
        START_MESSAGE3 = "クリティカル耐性"
    },
    [2004339] = {
        SPEED_UP_MESSAGE1 = "奥義ゲージ速度アップ",
        RAGE_MESSAGE2 = "味方の樹属性耐性ダウン",
        START_MESSAGE = "魔法ダメージ吸収",
        START_MESSAGE2 = "燃焼時以外ダメージ無効"
    },
    [2004434] = {
        START_MESSAGE1 = "ブレイク耐性・回避率アップ",
        START_MESSAGE2 = "氷結時、ブレイク耐性・回避率ダウン"
    },

    [2004534] = {
        START_MESSAGE1 = "ブレイク耐性・回避率アップ",
        START_MESSAGE2 = "毒状態時、ブレイク耐性・回避率ダウン",
        START_MESSAGE3 = "ダメージ無効化解除"
    },    
    [2004433] = {
        START_MESSAGE1 = "キミの実力、みせてもらうよ！",
        START_MESSAGE2 = "氷結時以外ブレイク耐性UP",
        START_MESSAGE3 = "クリティカル耐性",
        FINISH_MESSAGE1 = "本気でいくよ！！"
    },
    [2004436] = {
        SPEED_UP_MESSAGE1 = "奥義ゲージ速度アップ",
        RAGE_MESSAGE2 = "味方の炎属性耐性ダウン",
        START_MESSAGE1 = "魔族キラー",
        START_MESSAGE2 = "クリティカルダメージ吸収",
        START_MESSAGE3 = "燃焼時行動速度アップ",
        START_MESSAGE4 = "燃焼中の相手に対して奥義クリティカル"
    },
    [2004533] = {
        START_MESSAGE1 = "お前の実力、みせてみろ！",
        START_MESSAGE2 = "毒時以外ブレイク耐性UP",
        START_MESSAGE3 = "クリティカル耐性",
        FINISH_MESSAGE1 = "本気でいくぜ！！"
    },
    [2007631] = {
        START_MESSAGE1 = "光属性耐性",
        START_MESSAGE2 = "病気時ブレイク耐性ダウン",
        RAGE_MESSAGE1 = "…見せてあげるわ",
        RAGE_MESSAGE2 = "与ダメージアップ",
        RAGE_MESSAGE3 = "被ダメージ軽減",
        RAGE_MESSAGE4 = "これも一興ね…",
        TALK1_1 = "今日は勝たせてもらいます",
        TALK1_2 = "あなたの成長、見せてもらうわ！",
        TALK2_1 = "私に勝てるかしらコルセア？",
        TALK2_2 = "勝ってみせます！",
        TALK2_3 = "氷剣姫の名に懸けて！",
        TALK3_1 = "こんなところで会うなんてね",
        TALK3_2 = "私の本気をみてください！",
        TALK3_3 = "ふふ、いいわ。きなさい！",
        TALK4_1 = "コルセアァァァアアア！！",
        TALK4_2 = "お姉さま！まさか闇の力に！？",
        TALK4_3 = "なーんてね。うっそー♪",
        TALK5_1 = "その目…本気のようねコルセア",
        TALK5_2 = "全力でこないと…",
        TALK5_3 = "ケガではすみませんよ！"
    },
    [2007637] = {
        START_MESSAGE1 = "光属性耐性",
        START_MESSAGE2 = "病気時ブレイク耐性ダウン",
        RAGE_MESSAGE1 = "…見せてあげるわ",
        RAGE_MESSAGE2 = "与ダメージアップ",
        RAGE_MESSAGE3 = "被ダメージ軽減",
        RAGE_MESSAGE4 = "これも一興ね…",
        TALK1_1 = "今日は勝たせてもらいます",
        TALK1_2 = "あなたの成長、見せてもらうわ！",
        TALK2_1 = "私に勝てるかしらコルセア？",
        TALK2_2 = "勝ってみせます！",
        TALK2_3 = "氷剣姫の名に懸けて！",
        TALK3_1 = "こんなところで会うなんてね",
        TALK3_2 = "私の本気をみてください！",
        TALK3_3 = "ふふ、いいわ。きなさい！",
        TALK4_1 = "コルセアァァァアアア！！",
        TALK4_2 = "お姉さま！まさか闇の力に！？",
        TALK4_3 = "なーんてね。うっそー♪",
        TALK5_1 = "その目…本気のようねコルセア",
        TALK5_2 = "全力でこないと…",
        TALK5_3 = "ケガではすみませんよ！"
    },
    [2007643] = {
        START_MESSAGE1 = "光属性耐性",
        START_MESSAGE2 = "病気時ブレイク耐性ダウン",
        RAGE_MESSAGE1 = "…見せてあげるわ",
        RAGE_MESSAGE2 = "与ダメージアップ",
        RAGE_MESSAGE3 = "被ダメージ軽減",
        RAGE_MESSAGE4 = "これも一興ね…",
        TALK1_1 = "今日は勝たせてもらいます",
        TALK1_2 = "あなたの成長、見せてもらうわ！",
        TALK2_1 = "私に勝てるかしらコルセア？",
        TALK2_2 = "勝ってみせます！",
        TALK2_3 = "氷剣姫の名に懸けて！",
        TALK3_1 = "こんなところで会うなんてね",
        TALK3_2 = "私の本気をみてください！",
        TALK3_3 = "ふふ、いいわ。きなさい！",
        TALK4_1 = "コルセアァァァアアア！！",
        TALK4_2 = "お姉さま！まさか闇の力に！？",
        TALK4_3 = "なーんてね。うっそー♪",
        TALK5_1 = "その目…本気のようねコルセア",
        TALK5_2 = "全力でこないと…",
        TALK5_3 = "ケガではすみませんよ！"
    },
    [2007931] = {
        START_MESSAGE1 = "我に挑むか...",
        DEAD_MESSAGE1 = "実に...愉しい闘いだった..."
    },
    [2007933] = {
        START_MESSAGE1 = "いざ、尋常に…",
        START_MESSAGE2 = "光・闇ダメージ軽減",
        DEAD_MESSAGE1 = "なんという…腕前…",
        SUMMARY = "奥義ゲージ減少"
    },
    [2007943] = {
        START_MESSAGE1 = "我に挑むか...",
        START_MESSAGE2 = "光・闇ダメージ軽減",      
        DEAD_MESSAGE1 = "実に...愉しい闘いだった..."
    },
    [2007944] = {
        START_MESSAGE1 = "いざ、尋常に…",
        START_MESSAGE2 = "光・闇ダメージ軽減",
        DEAD_MESSAGE1 = "なんという…腕前…",
        SUMMARY = "奥義ゲージ減少"
    },
    [2008243] = {
        START_MESSAGE1 = "闇属性耐性",
        FALL_GOBU_MESSAGE1 = "そんな…ゴブ…",
        FALL_GOBU_MESSAGE2 = "与ダメージUP",        
        FALL_GOBU_MESSAGE3 = "防御力DOWN"
    },
    [2008243] = {
        START_MESSAGE1 = "クリティカル耐性",
        FALL_MEO_MESSAGE1 = "そんな…メオ…",
        FALL_MEO_MESSAGE2 = "与ダメージUP",        
        FALL_MEO_MESSAGE3 = "光属性耐性DOWN"
    },
    [2008843] = {
        START_MESSAGE1 = "桜華一刀流ミラ、参る！",
        DEAD_MESSAGE1 = "サクラ...ごめんなさい...",
        DESTROY_YOMI_MESSAGE1 = "よくもヨミを...！",
        DESTROY_YOMI_MESSAGE2 = "ダメージUP"
    },
    [2009405] = {
        START_MESSAGE1 = "ブレイク耐性UP",
        START_MESSAGE2 = "光・樹属性キラー",
        START_MESSAGE3 = "燃焼時クリティカル",
        RAGE_MESSAGE1 = "力を解放する...！",
        RAGE_MESSAGE2 = "行動速度・ダメージUP",
        BREAK_MESSAGE = "クリティカル被ダメージUP"
    },
    [2009409] = {
        START_MESSAGE1 = "ブレイク耐性UP",
        START_MESSAGE2 = "光・樹属性キラー",
        START_MESSAGE3 = "燃焼時クリティカル",
        RAGE_MESSAGE1 = "力を解放する...！",
        RAGE_MESSAGE2 = "行動速度・ダメージUP",
        BREAK_MESSAGE = "クリティカル被ダメージUP"
    },
    [2009843] = {
        START_MESSAGE1 = "稽古か？手加減はできんぞ...！",
        START_MESSAGE2 = "闇・光以外へのダメージアップ",
        START_MESSAGE3 = "回避率アップ",
        DEAD_ZENON_MESSAGE = "ダメージアップ",
        DEAD_LILY_MESSAGE = "奥義ゲージ増加速度アップ",
        RAGE_MESSAGE = "まだ、半分も力を出しておらん...！！"
    },
    [2010005] = {
        START_MESSAGE1 = "供物の器がこんなに...!",
        START_MESSAGE2 = "魔法耐性・回避UP",
        START_MESSAGE3 = "燃焼時奥義ダメージDOWN",
        BREAK_IN_MESSAGE = "物理被ダメージUP",
        BREAK_OUT_MESSAGE = "ブレイク耐性UP",
        RAGE_MESSAG1 = "あなたはよい...非常によい...!",
        RAGE_MESSAG2 = "奥義ゲージ上昇量UP"
    },
    [2010009] = {
        START_MESSAGE1 = "供物の器がこんなに...!",
        START_MESSAGE2 = "魔法耐性・回避UP",
        START_MESSAGE3 = "燃焼時奥義ダメージDOWN",
        BREAK_IN_MESSAGE = "物理被ダメージUP",
        BREAK_OUT_MESSAGE = "ブレイク耐性UP",
        RAGE_MESSAG1 = "あなたはよい...非常によい...!",
        RAGE_MESSAG2 = "奥義ゲージ上昇量UP"
    },
    [2011249] = {
        START_MESSAGE1 = "私に付いてこれるかしら？",
        START_MESSAGE2 = "回避率アップ",
        START_MESSAGE3 = "ブレイク時回避率ダウン",
        RAGE_MESSAG1 = "感覚が研ぎ澄まされていく",
        RAGE_MESSAG2 = "ダメージ・行動速度アップ",
        RAGE_MESSAG3 = "私からは逃げられない！",
        RAGE_MESSAG4 = "回避率・行動速度アップ"
    },
    [2012049] = {
        START_MESSAGE1 = "神族キラー",
        START_MESSAGE2 = "さあ始めようか",
        TIME50_MESSAGE1 = "我らが王に誓う!",
        TIME50_MESSAGE2 = "行動速度・クリティカル率アップ",
        TIME80_MESSAGE1 = "ダメージアップ",
        TIME110_MESSAGE1 = "あと少しだけ耐えてみせろ!",
        TIME120_MESSAGE1 = "よくやったな",
        TALK1_MESSAGE1 = "本気でいきます!",
        TALK1_MESSAGE2 = "お前の成長をみせてみろ!",
        TALK2_MESSAGE1 = "ちょい手抜いてくんない？",
        TALK2_MESSAGE2 = "真剣勝負だ…!",
        TALK3_MESSAGE1 = "仕方ない本気で行くか",
        TALK3_MESSAGE2 = "お手やわらかに頼むよ"
    },

    [2012243] = {
        START_MESSAGE1 = "俺が高みに昇る礎となれ！",
        HP50_MESSAGE1 = "勝利をこの手に！"
    },


    [2012249] = {
        START_MESSAGE1 = "２００体撃破でクリア！！",
        END_MESSAGE1_1 = "あらまあ、これでおしまいですか…",
        END_MESSAGE1_2 = "まだまだですね",
        END_MESSAGE2_1 = "ふふふ、",
        END_MESSAGE2_2 = "なかなか頑張りましたね",
        END_MESSAGE3_1 = "やりますね…",
        END_MESSAGE3_2 = "想定以上です",
        END_MESSAGE4_1 = "まさか、ここまで押されるとは…",
        END_MESSAGE4_2 = "強いのですね",
        END_MESSAGE5_1 = "この感覚……",
        END_MESSAGE5_2 = "あの時の戦いを思い出しますね",
        END_MESSAGE6_1 = "御見逸れしました",
        END_MESSAGE6_2 = "一騎当千とは正にこのこと",
        END_MESSAGE7_1 = "双ぶもの無しと書いて無双",
        END_MESSAGE7_2 = "その名はあなたにこそ相応しいでしょう",
        END_MESSAGE8_1 = "そ、そんな……！？",
        END_MESSAGE8_2 = "信じられません……",
        END_MESSAGE9_1 = "……はっ！？",
        END_MESSAGE9_2 = "私は悪い夢でも見ているのでしょうか？",
        END_MESSAGE10_1 = "どうして、なぜここまで……",
        END_MESSAGE10_2 = "何があなたを駆り立てるのですか？",
        DEFEATED = "%d体撃破！"
    },

    [2012643] = {
        START_MESSAGE1 = "水属性ダメージ50%軽減",
        START_MESSAGE2 = "状態異常攻撃（燃焼・氷結・封印以外）",
        HP70_MESSAGE1 = "怒り状態：奥義ゲージ減少攻撃",
        HP50_MESSAGE1 = "ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ",
    },

    [2012849] = {
        BARRIER_MESSAGE = "バリア解除"
    },

    [2012850] = {
        TALK1_1 = "げっ…また君か…",
        TALK1_2 = "ただじゃおかないわよ！",
        TALK1_3 = "泣いても知らないから！",
        TALK2_2 = "コノヤロー！また悪さしてんのか？",
        TALK2_1 = "眼が覚めたね…これがぼくの本気だよ",
        START_MESSAGE1 = "早めに倒した方がいいと思うよ〜",
        START_MESSAGE2 = "奥義ゲージが常に上昇",
        START_MESSAGE3 = "バリア：ダメージ軽減",
        END_MESSAGE1_1 = "倒されちゃったか～",
        END_MESSAGE1_2 = "まあいいや〜",
        END_MESSAGE2_1 = "へぇ〜",
        END_MESSAGE2_2 = "君たちなかなかやるね〜",
        END_MESSAGE3_1 = "こんなに早く倒せるとは",
        END_MESSAGE3_2 = "思わなかったよ",
        END_MESSAGE4_1 = "想定外の速さだね",
        END_MESSAGE4_2 = "逃〜げよっと",
        END_MESSAGE5_1 = "げっ……",
        END_MESSAGE5_2 = "その強さは反則でしょ……",
        END_MESSAGE6_1 = "こんな化け物がいるなんて",
        END_MESSAGE6_2 = "聞いてないよっ",
        END_MESSAGE7_1 = "こんなに早いなんて……",
        END_MESSAGE7_2 = "ぼくは信じないぞ！",
        END_MESSAGE8_1 = "ほとんど一撃じゃないか〜…",
        END_MESSAGE9_1 = "ぼくに寝る暇も",
        END_MESSAGE9_2 = "与えないなんて……",
        END_MESSAGE10_1 = "お手上げだね",
        END_MESSAGE10_2 = "もう手も足も出ないや…"
    },

    [2013131] = {
        START_MESSAGE1 = "行動速度アップ・クリティカル耐性",
        START_MESSAGE2 = "光・闇属性耐性",
        HP40_MESSAGE1 = "さらに行動速度アップ"
    },
    [2013137] = {
        START_MESSAGE1 = "行動速度アップ・クリティカル耐性",
        START_MESSAGE2 = "光・闇属性耐性",
        HP40_MESSAGE1 = "さらに行動速度アップ"
    },
    [2013143] = {
        START_MESSAGE1 = "行動速度アップ・クリティカル耐性",
        START_MESSAGE2 = "光・闇属性耐性",
        HP40_MESSAGE1 = "さらに行動速度アップ"
    },        
    [2013149] = {
        START_MESSAGE1 = "魔法ダメージ耐性",
        START_MESSAGE2 = "光・闇属性耐性",
        START_MESSAGE3 = "樹属性キラー・命中率アップ",
        HP60_MESSAGE1 = "マギア・ドライブ！",
        HP60_MESSAGE2 = "行動速度アップ",
        HP40_MESSAGE1 = "なかなかやるじゃないか…",
        HP20_MESSAGE1 = "行動速度・ダメージアップ"
    },
    [2013701] = {
        START_MESSAGE1 = "被ダメージ軽減・命中率アップ",
        START_MESSAGE2 = "水属性ダメージ無効",
        START_MESSAGE3 = "状態異常の敵にクリティカル率アップ",
        HP70_MESSAGE1 = "少し遊んでやるか",
        HP70_MESSAGE2 = "与ダメージアップ",
        HP50_MESSAGE1 = "己の無力さを思い知るがいい",
        HP50_MESSAGE2 = "攻撃力アップ・相手の回復量ダウン",
        HP30_MESSAGE1 = "真の力…見せてやろう",
        HP30_MESSAGE2 = "奥義ゲージ・行動速度・与ダメージアップ",
        LAST_MESSAGE1 = "やるな…だが、これは受けきれまい",
        LAST_MESSAGE2 = "庇う無効・被ダメージ軽減無効",
        END_MESSAGE1 = "見事だ…",
        TIMEUP_MESSAGE1 = "そろそろ終わらせるか"
    },

    [2013931] = {
        START_MESSAGE1 = "回避率アップ"
    },
    [2013937] = {
        START_MESSAGE1 = "回避率アップ"
    },
    [2013943] = {
        START_MESSAGE1 = "回避率アップ",
        HP50_MESSAGE1 = "行動速度アップ"
    },
    [2013949] = {
        START_MESSAGE1 = "いっちょやりますかぁ！",
        HP70_MESSAGE1 = "ちょっと気合い入れるぜ？",
        HP70_MESSAGE2 = "与ダメージアップ",
        HP50_MESSAGE1 = "そろそろケリをつけるぜ！",
        HP50_MESSAGE2 = "さらに与ダメージアップ・行動速度アップ",
        HP30_MESSAGE1 = "これが俺の真髄だ！",
        HP30_MESSAGE2 = "さらに与ダメージアップ・奥義ゲージ速度アップ"
    },
    

    --属性回廊闇のフォスラディウス
    [2005533] = {
        mess1 = "暗闇時以外ダメージ無効",
        mess2 = "奥義ゲージ上昇量アップ",
        mess3 = "ブレイクゲージ回復"
    },
    --属性回廊光のマヴロスキア
    [2005433] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "麻痺時以外ダメージ無効"
    },
    [200200000] = {
        UNIT_NAME = "巨大ダキュオン",
        START_MESSAGE = "ダメージ上限 999"
    },
    [200200001] = {
        UNIT_NAME = "巨大ダキュオン",
        START_MESSAGE = "ダメージ上限 999"
    },
    [200200002] = {
        UNIT_NAME = "巨大ダキュオン",
        START_MESSAGE = "ダメージ上限 999"
    },
    [200200003] = {
        UNIT_NAME = "巨大ダキュオン",
        START_MESSAGE = "ダメージ上限 999"
    },
    [200200004] = {
        UNIT_NAME = "巨大ダキュオン",
        START_MESSAGE = "ダメージ上限 999"
    },
    [200200005] = {
        UNIT_NAME = "巨大ダキュオン",
        START_MESSAGE = "ダメージ上限 999"
    },
    [4000817] = {
        mess1 = "命中率UP",
        mess2 = "全属性耐性UP",
        mess3 = "行動速度・ダメージUP"
    },
    [4000827] = {
        mess1 = "命中率UP",
        mess2 = "全属性耐性UP",
        mess3 = "行動速度・ダメージUP"
    },
    [4000837] = {
        mess1 = "命中率UP",
        mess2 = "全属性耐性UP",
        mess3 = "行動速度・ダメージUP"
    },
    [4000847] = {
        mess1 = "命中率UP",
        mess2 = "全属性耐性UP",
        mess3 = "行動速度・ダメージUP"
    },

    [4001017] = {
        BUFF_MESSAGE = "暴風状態：回避率アップ・ブレイク無効",
        BUFF_MESSAGE2 = "超暴風状態：回避率大アップ・ブレイク無効",
        BUFF_MESSAGE3 = "一定以上、毒・燃焼などのダメージで暴風状態を解除",
        BUFF_MESSAGE4 = "一定以上、毒・燃焼などのダメージで超暴風状態を解除",
        REMOVE_BUFF_MESSAGE = "暴風状態解除",
        START_MESSAGE = "攻撃力・クリティカルダメージアップ",
        RAGE_MESSAGE1 = "行動速度アップ",
        RAGE_MESSAGE2 = "与ダメージアップ",
        RAGE_MESSAGE3 = "奥義ゲージ速度アップ",
        RAGE_MESSAGE4 = "被ダメージアップ"
    },


    [600000014] = {
        mess1 = "ボスに狙われている！",
        mess2 = "堕天細胞活性化",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        mess3 = "ワールドエンドまで残り",
        min = "分",
        sec = "秒"
    },
    [600000015] = {
        mess1 = "ボスに狙われている！",
        mess2 = "堕天細胞活性化",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        mess3 = "ワールドエンドまで残り",
        min = "分",
        sec = "秒"
    },
    [600000016] = {
        mess1 = "ボスに狙われている！",
        mess2 = "堕天細胞活性化",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ボスに狙われています！",
        telop4 = "ボスが活性化しています！",
        telop5 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop6 = "ランキングの結果によって、撃破時の報酬の個数が変化します。",
        START_MESSAGE1 = "約２分毎に属性キラー切り替わり",
        START_MESSAGE2 = "燃焼・暗闇・毒でキラー軽減",
        START_MESSAGE3 = "命中率アップ",
        RAGE_MESSAGE = "行動速度アップ",
        BREAK_MESSAGE = "ブレイク時被ダメージアップ"
    }, 
    [2008605] = {
        mess1 = "八つ裂きにしてやるゥ！",
        mess2 = "憎い…魔族は憎いィィィイイイイイ！",
        mess3 = "魔族キラー",
        mess4 = "闇属性耐性",
        mess5 = "クリティカル無効"
    },
    [2008609] = {
        mess1 = "八つ裂きにしてやるゥ！",
        mess2 = "憎い…魔族は憎いィィィイイイイイ！",
        mess3 = "魔族キラー",
        mess4 = "闇属性耐性",
        mess5 = "クリティカル無効",
        mess6 = "もっと速く…強く…！",
        mess7 = "ブレイク耐性UP",
        mess8 = "消えろォオオオオ！",
        mess9 = "クリティカル率UP",
        mess10 = "お嬢様ァァア…！"
    },
    [2009043] = {
        START_MESSAGE1 = "訓練にはちょうどいい",
        RAGE_MESSAGE1 = "覚悟しろ…貴様にあとはない",
        RAGE_MESSAGE2 = "行動速度・クリティカル率耐性UP"
    },
    [2000670] = {
        START_MESSAGE1 = "命中率UP",
        MIST_MESSAGE1 = "ダメージ蓄積開始",
        RAGE_MESSAGE1 = "行動速度UP",
        RAGE_MESSAGE2 = "ダメージUP",
        RAGE_MESSAGE3 = "ブレイク耐性UP",
        LAST_MESSAGE1 = "ゲージ破壊まで撃破不能"
    },

    [20095201] = {
        INIT_MESSAGE1 = "最大ダメージ9999",
        HASTE1_MESSAGE1 = "さあ、走るわよ！",
        HASTE1_MESSAGE2 = "ミキュオンの前進速度UP",
        HASTE2_MESSAGE1 = "ミキュオンに負けてられないわ！",
        HASTE2_MESSAGE2 = "ミキュオンの前進速度UP"
    },
    [2000674] = {
        messageStart1 = "暗闇状態の相手に対してダメージ減少",
        messageStart2 = "毒状態の相手に対してダメージ減少",
        messageStart3 = "命中率UP",
        messageWind1 = "暴風状態：ブレイク耐性UP",
        messageWind2 = "暴風状態：回避率UP",
        messageWindEnd = "暴風状態解除",
        messageRage = "怒り状態：与ダメージUP",
        messageHeat1 = "ヒートアップ：ブレイク耐性DOWN",
        messageHeat2 = "ヒートアップ：回避率DOWN",
        messageHeat3 = "ヒートアップ：与ダメージUP"

    },
    [2000675] = {
        START_MESSAGE1 = "奥義ダメージ以外無効"
    },
    [2000676] = {
        START_MESSAGE = "攻撃力・回避率・クリティカルダメージアップ",
        START_MESSAGE2 = "相手燃焼時クリティカル率アップ",
        START_MESSAGE3 = "自身燃焼時HP自然回復・氷結耐性ダウン",
        ARTS_MESSAGE = "奥義ゲージ１度のみアップ",
        LAST_ATTACK_MESSAGE1 = "試練の回廊が炎熱に歪む……！！",
        LAST_ATTACK_MESSAGE2 = "上空に超高熱源！！",
        BUFF_MESSAGE1 = "自身燃焼時奥義ゲージ速度アップ",
        BUFF_MESSAGE2 = "自身燃焼時反射率アップ",
        BUFF_MESSAGE2_2 = "行動速度アップ",
        BUFF_MESSAGE3 = "自身燃焼時被ダメージ軽減",
        BUFF_MESSAGE3_2 = "ダメージアップ"
    },

    [2000677] = {
        START_MESSAGE1 = "庇うキラー",
        START_MESSAGE2 = "被ダメージ回復",
        HP80_MESSAGE1 = "常に奥義ゲージ減少",
        HP70_MESSAGE1 = "被ダメージ回復量上昇",
        HP60_MESSAGE1 = "ダメージアップ",
        HP50_MESSAGE1 = "奥義ゲージ速度アップ",
        HP40_MESSAGE1 = "クリティカル率アップ",
        HP40_MESSAGE2 = "クリティカルダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ",
        COUNTER_MESSAGE_A = "水陣の構え",
        COUNTER_MESSAGE_B = "水天の構え"
    },

    [2010143] = {
        START_MESSAGE1 = "回避率・クリティカル率UP",
        START_MESSAGE2 = "クリティカルダメージUP",
        RAGE_MESSAGE1 = "それで勝てるとでも？",
        LAST_MESSAGE1 = "隙を見せたな"
    },
    [2010144] = {
        START_MESSAGE1 = "不意打ちされる気分はどうかしら？"
    },

    [600000018] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "炎属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で炎属性へのダメージ減少"
    },
    [600000019] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "水属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で水属性へのダメージ減少"
    },
    [600000020] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "樹属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で樹属性へのダメージ減少"
    },
    [600000021] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "光属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で光属性へのダメージ減少"
    },

    [600000022] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "闇属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で闇属性へのダメージ減少"
    },

    [600000023] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "炎属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で炎属性へのダメージ減少"
    },

    [600000024] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "水属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で水属性へのダメージ減少"
    },

    [600000025] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "樹属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で樹属性へのダメージ減少"
    },

    [600000026] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "光属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で光属性へのダメージ減少"
    },

    [600000027] = {
        mess1 = "グギュ…グバァ…",
        mess2 = "ギェ…キュエ…",
        mess3 = "ジョォ…ジュァア…",
        DEAD1 = "闇属性へのダメージUP",
        DEAD2 = "燃焼・暗闇・毒で闇属性へのダメージ減少"
    },
    [600000028] = {
        TARGET = "ボスに狙われている！",
        START_MESSAGE1 = "相手の回復量低下",
        START_MESSAGE2 = "ブレイクダメージを受ける程、被ダメージアップ",
        START_MESSAGE3 = "回避率アップ",
        HP50_MESSAGE1 = "与ダメージアップ",
        HP30_MESSAGE1 = "奥義ゲージ速度アップ"
    },
    [600000029] = {
        TARGET = "ボスに狙われている！",
        START_MESSAGE1 = "相手の回復量低下",
        START_MESSAGE2 = "ブレイクダメージを受ける程、被ダメージアップ",
        START_MESSAGE3 = "回避率アップ",
        HP50_MESSAGE1 = "与ダメージアップ",
        HP50_MESSAGE2 = "ダメージ無効化解除",
        HP30_MESSAGE1 = "奥義ゲージ速度アップ"
    },
    [600000032] = {
        START_MESSAGE1 = "状態異常の数だけ被ダメージアップ",
        START_MESSAGE2 = "相手が庇うとダメージアップ",
        START_MESSAGE3 = "炎属性キラー・命中率アップ",
        HP50_MESSAGE1 = "行動速度アップ",
        HP30_MESSAGE1 = "ダメージアップ",
        PROTECT_MESSAGE1 = "ダメージアップ",
        DEBUFF_MESSAGE1 = "被ダメージアップ",
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },
    [600000033] = {
        START_MESSAGE1 = "状態異常の数だけ被ダメージアップ",
        START_MESSAGE2 = "相手が庇うとダメージアップ",
        START_MESSAGE3 = "炎属性キラー・命中率アップ",
        HP50_MESSAGE1 = "行動速度アップ",
        HP30_MESSAGE1 = "ダメージアップ",
        PROTECT_MESSAGE1 = "ダメージアップ",
        DEBUFF_MESSAGE1 = "被ダメージアップ",
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [2005435] = {
        HP50_MESSAGE1 = "ブレイク耐性",
        HP50_MESSAGE2 = "ダメージ軽減"
    },

    --氷ドラゴン EX
    [2010431] = {
        START_MESSAGE1 = "燃焼で怒り解除",
        START_MESSAGE2 = "魔法耐性ダウン",
        RAGE_MESSAGE1 = "怒り状態：持続ダメージ",
        RAGE_END_MESSAGE1 = "怒り状態解除",
        FREEZE_MESSAGE1 = "氷結中HP自然回復",
        DAMAGE_UP_MESSAGE1 = "与ダメージアップ"
    },
    --氷ドラゴン EX2
    [2010437] = {
        START_MESSAGE1 = "燃焼で怒り解除",
        START_MESSAGE2 = "魔法耐性ダウン",
        RAGE_MESSAGE1 = "怒り状態：持続ダメージ",
        RAGE_END_MESSAGE1 = "怒り状態解除",
        FREEZE_MESSAGE1 = "氷結中HP自然回復",
        DAMAGE_UP_MESSAGE1 = "与ダメージアップ"
    },
    --氷ドラゴン 真EX
    [2010443] = {
        START_MESSAGE1 = "燃焼で怒り解除",
        START_MESSAGE2 = "魔法耐性ダウン",
        RAGE_MESSAGE1 = "怒り状態：持続ダメージ",
        RAGE_END_MESSAGE1 = "怒り状態解除",
        FREEZE_MESSAGE1 = "氷結中HP自然回復",
        DAMAGE_UP_MESSAGE1 = "与ダメージアップ"
    },

    --氷ドラゴン 限定EX

    [2010449] = {
        START_MESSAGE1 = "樹属性へのダメージアップ",
        RAGE_MESSAGE1 = "ボクの力、見せてやる",
        RAGE_MESSAGE2 = "マギアドライブ",
        RAGE_MESSAGE3 = "奥義ゲージ上昇量アップ",
        RAGE_MESSAGE4 = "与ダメージアップ",
        LAST_MESSAGE1 = "これで最後だ！"
    },

    [2010731] = {
        START_MESSAGE1 = "樹属性耐性ダウン",
        START_MESSAGE2 = "クリティカル率・クリティカルダメージアップ",
        START_MESSAGE3 = "行動速度アップ",
        RAGE_MESSAGE = "行動速度・ダメージアップ",
    },
    [2010737] = {
        START_MESSAGE1 = "樹属性耐性ダウン",
        START_MESSAGE2 = "クリティカル率・クリティカルダメージアップ",
        START_MESSAGE3 = "行動速度アップ",
        RAGE_MESSAGE = "行動速度・ダメージアップ",
    },
    [2010743] = {
        START_MESSAGE1 = "樹属性耐性ダウン",
        START_MESSAGE2 = "クリティカル率・クリティカルダメージアップ",
        START_MESSAGE3 = "行動速度アップ",
        RAGE_MESSAGE = "行動速度・ダメージアップ",
    },
    [2010749] = {
        START_MESSAGE1 = "特大！ぶちこむ！",
        START_MESSAGE2 = "水属性へのダメージアップ",
        SKILL3_1_MESSAGE1 = "滾ってきたぁ！",
        SKILL3_1_MESSAGE2 = "マギアドライブ",
        SKILL3_1_MESSAGE3 = "行動速度・クリティカル率アップ",
        SKILL3_2_MESSAGE1 = "あたしの本気、みせてあげる！"
    },

    [2011443] = {
        RAGE_MESSAGE1 = "葬り去ってくれる！",
        RAGE_MESSAGE2 = "行動速度アップ"
    },

    [2011449] = {
        START_MESSAGE1 = "全力で行くわよ！",
        RAGE_MESSAGE1 = "私が全てを打ち砕く！"
    },

    [2011501] = {
        START_MESSAGE2 = "炎耐性アップ",
        START_MESSAGE3 = "樹・物理耐性ダウン",
        START_MESSAGE4 = "相手氷結時HP吸収",
        HP30_MESSAGE2 = "与ダメージアップ"
    },
    [2011505] = {
        START_MESSAGE1 = "行くぞっ！",
        START_MESSAGE2 = "炎耐性アップ",
        START_MESSAGE3 = "樹・物理耐性ダウン",
        START_MESSAGE4 = "相手氷結時HP吸収",
        HP50_MESSAGE1 = "我が咆哮を聞け！",
        HP30_MESSAGE2 = "与ダメージアップ"
    },
    [2011509] = {
        START_MESSAGE1 = "行くぞっ！",
        START_MESSAGE2 = "炎耐性アップ",
        START_MESSAGE3 = "樹・物理耐性ダウン",
        START_MESSAGE4 = "相手氷結時HP吸収",
        HP70_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "我が咆哮を聞け！",
        HP50_MESSAGE2 = "クリティカル与ダメージアップ",
        HP30_MESSAGE1 = "ジブンガナクナッテ…ガァアアアア",
        HP30_MESSAGE2 = "与ダメージアップ・被ダメージ軽減"
    },

    [2011643] = {
        RAGE_MESSAGE1 = "我が神族軍に勝利を！",
        RAGE_MESSAGE2 = "行動速度アップ",
        LAST_MESSAGE1 = "偉大なる神の名を刻め！"
    },

    [2011649] = {
        START_MESSAGE1 = "ボクにだって護りたいものぐらいあるっ！",
        START_MESSAGE2 = "クリティカル耐性",
        START_MESSAGE3 = "炎耐性",
        HP50_MESSAGE1 = "我らが王に誓う",
        HP30_MESSAGE1 = "全身全霊…！",
        HP30_MESSAGE2 = "ダメージ・行動速度アップ"
    },

    [2011801] = {
        START_MESSAGE1 = "奥義ダメージ軽減",
        START_MESSAGE2 = "炎属性耐性・キラー",
        START_MESSAGE3 = "命中・ブレイク耐性アップ",
        HP50_MESSAGE1 = "ちょっと黙ってろよ！",
        HP50_MESSAGE2 = "奥義ゲージ上昇量アップ",
        HP20_MESSAGE1 = "絶対に許さない…！",
        HP20_MESSAGE2 = "ダメージアップ",
        RAGE_MESSAGE1 = "お前じゃ勝てねぇよ！",
        RAGE_MESSAGE2 = "オレの邪魔をするな…！",
        RAGE_MESSAGE3 = "クリティカル無効",
        RAGE_MESSAGE4 = "奥義ゲージ上昇量さらにアップ",
        BREAK_MESSAGE1 = "奥義ダメージ軽減解除",
        TIMEUP_MESSAGE1 = "もう飽きたよ"
    },

    [2012043] = {
        START_MESSAGE1 = "炎属性耐性・キラー",
        START_MESSAGE2 = "自然回復",
        RAGE_MESSAGE1 = "受けてみよ！",
        LAST_MESSAGE1 = "蒼く天を穿つ"
    },

    [2005535] = {
        mess1 = "行動速度アップ",
        mess2 = "攻撃力UP"
    },

    [2005536] = {
        START_MESSAGE = "暗闇時以外ダメージ無効",
        START_MESSAGE2 = "クリティカル耐性",
        BUFF_MESSAGE1 = "クリティカル率アップ",
        BUFF_MESSAGE2 = "クリティカルダメージアップ",
        BUFF_MESSAGE3 = "奥義ゲージ速度アップ",
        BUFF_MESSAGE3_2 = "クリティカル率アップ",
        BUFF_MESSAGE3_3 = "クリティカルダメージアップ"
    },

    --マヴロスキア
    [2012430] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "麻痺・気絶が有効",
        mess4 = "神族キラー"
    },
    --マヴロスキア
    [2012436] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "麻痺・気絶が有効",
        mess4 = "神族キラー"
    },

    --マヴロスキア
    [2012442] = {
        mess1 = "怒り状態：ブレイク力アップ",
        mess2 = "怒り状態解除",
        mess3 = "麻痺・気絶が有効",
        mess4 = "神族キラー"
    },

    [2012649] = {
        START_MESSAGE1 = "時間内にブレイク中ダメージ50万以上でクリア",
        START_MESSAGE2 = "随分と力を付けたみたいですね。",
        START_MESSAGE3 = "では…少し腕試ししてみましょうか。",
        BREAK_MESSAGE1 = "ブレイク時間延長",
        END_MESSAGE1_1 = "実力が足りなかったようですね。",
        END_MESSAGE2_1 = "……なかなかやりますね。",
        END_MESSAGE3_1 = "さすが私が見込んだだけのことはあります。",
        END_MESSAGE4_1 = "まさかこれほどとは…",
        END_MESSAGE4_2 = "しかし嬉しいです。",
        END_MESSAGE5_1 = "これは驚きました…",
        END_MESSAGE5_2 = "まだまだいけそうですね。",
        END_MESSAGE6_1 = "私はあなたを甘く見ていたようです",
        END_MESSAGE7_1 = "次も楽しみにしていますよ。",
        END_MESSAGE8_1 = "ばかな…信じられない…",
        END_MESSAGE9_1 = "これほどまでの屈辱を",
        END_MESSAGE9_2 = "受けるのは初めてです…",
        END_MESSAGE10_1 = "これは夢か何かでしょうか…",
        END_MESSAGE11_1 = "私を超える存在だと",
        END_MESSAGE11_2 = "認めざるを得ないようですね…",
        END_MESSAGE12_1 = "完敗ですね…",
        END_MESSAGE12_2 = "あなたと出会えてよかったです。",
        DIGIT1 = "万",
        DIGIT2 = "億",
        DAMAGERESULT = "%dダメージを与えた！",
    },

    [487100000] = {
        HP_REDUCE_MESSAGE = "最大HPダウン",
        START_MESSAGE = "光属性ユニットからのダメージ・ブレイク無効",
        BUFF_MESSAGE1 = "ダメージ無効化解除",
        BUFF_MESSAGE2 = "与ダメージアップ",
        BUFF_MESSAGE3 = "クリティカル率アップ"
    },
    [487100020] = {
        HP_REDUCE_MESSAGE = "最大HPダウン",
        START_MESSAGE = "光属性ユニットからのダメージ・ブレイク無効",
        BUFF_MESSAGE1 = "ダメージ無効化解除",
        BUFF_MESSAGE2 = "与ダメージアップ",
        BUFF_MESSAGE3 = "クリティカル率アップ"
    },
    [487100041] = {
        HP_REDUCE_MESSAGE = "最大HPダウン",
        START_MESSAGE = "光属性ユニットからのダメージ・ブレイク無効",
        BUFF_MESSAGE1 = "ダメージ無効化解除",
        BUFF_MESSAGE2 = "与ダメージアップ",
        BUFF_MESSAGE3 = "クリティカル率アップ"
    },

    [2013429] = {
        START_MESSAGE1 = "行動速度アップ",
        RAGE_MESSAGES1_1 = "ダメージ３０万無効化",
        RAGE_MESSAGES1_2 = "ダメージ無効化中ダメージアップ",
        RAGE_MESSAGES2_1 = "攻撃力アップ",
        RAGE_MESSAGES2_2 = "行動速度アップ"
    },

    [2013431] = {
        START_MESSAGE1 = "行動速度アップ",
        RAGE_MESSAGES1_1 = "ダメージ３０万無効化",
        RAGE_MESSAGES1_2 = "ダメージ無効化中ダメージアップ",
        RAGE_MESSAGES2_1 = "攻撃力アップ",
        RAGE_MESSAGES2_2 = "行動速度アップ"
    },

    [2013437] = {
        START_MESSAGE1 = "行動速度アップ",
        RAGE_MESSAGES1_1 = "ダメージ３０万無効化",
        RAGE_MESSAGES1_2 = "ダメージ無効化中ダメージアップ",
        RAGE_MESSAGES2_1 = "攻撃力アップ",
        RAGE_MESSAGES2_2 = "行動速度アップ"
    },

    [2013443] = {
        START_MESSAGE1 = "行動速度アップ",
        RAGE_MESSAGES1_1 = "ダメージ３０万無効化",
        RAGE_MESSAGES1_2 = "ダメージ無効化中ダメージアップ",
        RAGE_MESSAGES2_1 = "攻撃力アップ",
        RAGE_MESSAGES2_2 = "行動速度アップ"
    },
    [2013449] = {
        START_MESSAGE1 = "お手並み拝見...っと！",
        HP70_MESSAGE1 = "マギア・ドライブ",
        HP70_MESSAGE2 = "奥義ゲージ回復速度アップ",
        HP30_MESSAGE1 = "本気でいくよー！",
        HP30_MESSAGE2 = "行動速度アップ"
    },

    [2013643] = {
        SPEED_UP_MESSAGE1 = "行動速度アップ",
        RAGE_MESSAGE1 = "巨人は怒りで我を忘れている！",
        RAGE_MESSAGE2 = "奥義ゲージ速度アップ"
    },

    [2013649] = {
        START_MESSAGE1 = "楽しませてもらおう",
        HP50_MESSAGE1 = "肩慣らしはこれくらいにしておこうか",
        HP20_MESSAGE1 = "私を怒らせた罪は重いぞ…"
    },

    [2014142] = {
        START_MESSAGE1 = "GYAGYUGAAA！",
        START_MESSAGE2 = "被ダメージ軽減（ブレイク後解除）",
        BREAK_MESSAGE1 = "GOBUUGAGA…！！",
        BREAK_MESSAGE2 = "被ダメージ軽減解除",
        RAGE_MESSAGE1 = "GYAGORRRAAAAA！！",
        RAGE_MESSAGE2 = "与ダメージアップ"
    },

    [2014243] = {
        START_MESSAGE1 = "燃焼時被ダメージアップ",
        START_MESSAGE2 = "相手毒時与ダメージアップ",
        HP70_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "奥義ゲージ速度アップ",
        HP30_MESSAGE1 = "ダメージアップ"
    },
    [2014443] = {
        START_MESSAGE1 = "公開処刑を開始する",
        START_MESSAGE2 = "クリティカル率アップ",
        START_MESSAGE3 = "クリティカルダメージアップ",
        HP60_MESSAGE1 = "調子に乗るな…！",
        HP60_MESSAGE2 = "さらにクリティカルダメージアップ",
        HP30_MESSAGE1 = "絶望せよ…己の無力さにな！",
        HP30_MESSAGE2 = "さらにクリティカルダメージアップ",
        OUGI_MESSAGE1 = "奥義ゲージ速度アップ"
    },
    [2014249] = {
        START_MESSAGE1 = "なかなかやるねー",
        HP70_MESSAGE1 = "こっからだよ！",
        HP70_MESSAGE2 = "ダメージアップ",
        HP30_MESSAGE1 = "ぜんりょくぜんかーい！",
        HP30_MESSAGE2 = "奥義ゲージ速度アップ"
    },
    [2014449] = {
        START_MESSAGE1 = "竜騎士メリッサ、行きます！",
        START_MESSAGE2 = "クリティカル率アップ",
        HP70_MESSAGE1 = "竜騎士バロッサ、推して参る！",
        HP70_MESSAGE2 = "クリティカル耐性アップ",
        HP70_MESSAGE3 = "与ダメージアップ",
        HP40_MESSAGE1 = "神速の竜槍、貴方に見切れて？",
        HP40_MESSAGE2 = "弱き者よ、我が豪剣の前に散れぃ！",
        HP40_MESSAGE3 = "奥義ゲージ速度アップ",
        HP20_MESSAGE1 = "私の全てを、この槍に！",
        HP20_MESSAGE2 = "たとえこの躰、朽ち果てようとも！",
        HP20_MESSAGE3 = "ダメージ無効化バリア",
        HP20_MESSAGE4 = "さらにダメージアップ",
        DEAD_MESSAGE1 = "…不覚…です"
    },
    [2014450] = {
        DEAD_MESSAGE1 = "大した奴ら…じゃ"
    },
    [2014643] = {
        HP50_MESSAGE1 = "加勢する！",
        HP50_MESSAGE2 = "パロットがいる間、プラチナへのダメージ無効",
        HP30_MESSAGE1 = "裁定の門は開いた"
    },
    [2014649] = {
        START_MESSAGE1 = "ダメージ完全無効",
        HP30_MESSAGE1 = "奥義ゲージ速度アップ",
        TALK1_MESSAGE1 = "ボクが、助けます",
        TALK2_MESSAGE1 = "お姫ちゃん、待っててね…！",
        TALK3_MESSAGE1 = "レオーネ様、もう少しの辛抱です",
        TALK4_MESSAGE1 = "ボクが、助けます",
        TALK5_MESSAGE1 = "レオーネ！今、助けるから！"
    },
    [2014831] = {
        mess1 = "星の怒りを知れ――",
        mess2 = "被ダメージ軽減（ブレイク後解除）",
        mess3 = "被ダメージ軽減解除"
    },
    [2014837] = {
        mess1 = "星の怒りを知れ――",
        mess2 = "被ダメージ軽減（ブレイク後解除）",
        mess3 = "被ダメージ軽減解除"
    },
    [2014843] = {
        mess1 = "星の怒りを知れ――",
        mess2 = "被ダメージ軽減（ブレイク後解除）",
        mess3 = "被ダメージ軽減解除"
    },
    [2014849] = {
        START_MESSAGE1 = "250秒以内に騎士団全員を倒せ！",
        START_MESSAGE2 = "リヴィエラ、防御はボクが！",
        START_MESSAGE3 = "んじゃ、始めよっか！",
        START_MESSAGE4 = "セティスがいる間、リヴィエラへのダメージ無効"
    },
    [2014851] = {
        START_MESSAGE1 = "じゃあ、次は私だね！",
        START_MESSAGE2 = "魔法ダメージ無効"
    },
    [2014852] = {
        START_MESSAGE1 = "剣士ベリック、参る！",
        START_MESSAGE2 = "物理ダメージ無効"
    },
    [2014853] = {
        START_MESSAGE1 = "よくぞ辿り着いた、最後は俺が相手だ！"
    },
    [2015031] = {
        HP50_MESSAGE1 = "行動速度アップ・攻撃力アップ・奥義ゲージ速度２倍"
    },
    [2015037] = {
        HP50_MESSAGE1 = "行動速度アップ・攻撃力アップ・奥義ゲージ速度２倍"
    },
    [2015043] = {
        START_MESSAGE1 = "防御力アップ・クリティカル耐性アップ",
        HP50_MESSAGE1 = "行動速度アップ・攻撃力アップ・奥義ゲージ速度２倍"
    },
    [2015049] = {
        HP70_MESSAGE1 = "炎属性に対するダメージアップ",
        HP50_MESSAGE1 = "奥義ゲージ速度アップ"
    },
    [2015050] = {
        HP60_MESSAGE1 = "防御無視"
    },
    [2015231] = {
        START_MESSAGE1 = "防御力アップ・魔法回避率アップ",
        HP40_MESSAGE1 = "行動速度アップ"
    },
    [2015237] = {
        START_MESSAGE1 = "防御力アップ・魔法回避率アップ",
        HP40_MESSAGE1 = "行動速度アップ"
    },
    [2015243] = {
        START_MESSAGE1 = "防御力アップ・魔法回避率アップ",
        HP40_MESSAGE1 = "行動速度アップ"
    },
    [2015249] = {
        HP70_MESSAGE1 = "攻撃力アップ",
        HP50_MESSAGE1 = "奥義ゲージ速度アップ・攻撃力アップ"
    },
    [2015250] = {
        HP80_MESSAGE1 = "水属性に対するダメージアップ",
        HP50_MESSAGE1 = "味方全体の水属性耐性・氷結耐性アップ"
    },
    [2015429] = {
        SHOADOW = "シャドウライトニングの構え"
    },
    [2015430] = {
        START_MESSAGE1 = "麻痺時、被ダメージアップ",
        START_MESSAGE2 = "氷結時、被ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ",
        SHOADOW = "シャドウライトニングの構え"
    },
    [2015436] = {
        START_MESSAGE1 = "麻痺時、被ダメージアップ",
        START_MESSAGE2 = "氷結時、被ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ",
        SHOADOW = "シャドウライトニングの構え"
    },
    [2015442] = {
        START_MESSAGE1 = "麻痺時、被ダメージアップ",
        START_MESSAGE2 = "氷結時、被ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ",
        SHOADOW = "シャドウライトニングの構え"
    },
    [2015449] = {
        RESULT_MESSAGE1 = "累計",
        RESULT_MESSAGE2 = "ダメージ！！",
        RESULT_MESSAGE3 = "最大一撃ダメージ：",
        DAMAGE_MESSAGE1 = "%d万",
        DAMAGE_MESSAGE2 = "%d億",
        DAMAGE_MESSAGE3 = "ダメージ！！",
        DAMAGE_MESSAGE4 = "一撃で",
        DAMAGE_MESSAGE5 = "ダメージ！！",
        START_MESSAGE1 = "超回復",
        START_MESSAGE3 = "ブレイクダメージ無効",
        START_MESSAGE2 = "味方ユニットの与ダメージアップ",
        START_MESSAGE4 = "１２０秒以内に１億ダメージでクリア！",
        LOSE_MESSAGE1 = "累計１億ダメージに届かなかった……",
        LOSE_MESSAGE2 = "奥義ゲージ増加速度アップ"
    },
    [2015750] = {
        HP80_MESSAGE1 = "ラキさん！援護するね！",
        HP80_MESSAGE2 = "ラキの防御力アップ",
        HP40_MESSAGE1 = "ラキさん頑張って〜！",
        HP40_MESSAGE2 = "ラキの奥義ゲージ速度アップ",
        HP20_MESSAGE1 = "ラキさん負けちゃダメだよ〜！",
        HP20_MESSAGE2 = "ラキにHP自然回復効果"
    },

    [2015829] = {
        START_MESSAGE1 = "魔法ダメージ軽減",
        START_MESSAGE2 = "炎・闇属性の被ダメージアップ",
        RAGE_MESSAGE1 = "与ダメージアップ",
        RAGE_MESSAGE2 = "行動速度アップ"
    },

    [2015831] = {
        START_MESSAGE1 = "魔法ダメージ軽減",
        START_MESSAGE2 = "炎・闇属性の被ダメージアップ",
        RAGE_MESSAGE1 = "与ダメージアップ",
        RAGE_MESSAGE2 = "行動速度アップ"
    },

    [2015837] = {
        START_MESSAGE1 = "魔法ダメージ軽減",
        START_MESSAGE2 = "炎・闇属性の被ダメージアップ",
        RAGE_MESSAGE1 = "与ダメージアップ",
        RAGE_MESSAGE2 = "行動速度アップ"
    },

    [2015843] = {
        START_MESSAGE1 = "魔法ダメージ軽減",
        START_MESSAGE2 = "炎・闇属性の被ダメージアップ",
        RAGE_MESSAGE1 = "与ダメージアップ",
        RAGE_MESSAGE2 = "行動速度アップ"
    },

    [2016043] = {
        START_MESSAGE1 = "骸骨兵：魔法ダメージ無効",
        START_MESSAGE2 = "死霊将軍：ダメージ軽減",
        RAGE_MESSAGE1 = "与ダメージアップ",
        RAGE_MESSAGE2 = "行動速度アップ"
    },

    [2016049] = {
        HP70_MESSAGE1 = "ダメージアップ",
        HP40_MESSAGE1 = "ここから先は修羅の道よ…"
    },

    [2016052] = {
        START_MESSAGE1 = "死霊兵：クリティカルダメージ以外無効"
    },

    [2016229] = {
        START_MESSAGE1 = "ブレイクで攻撃属性切替　炎⇔闇",
        START_MESSAGE2 = "攻撃力・命中率アップ"
    },
    [2016231] = {
        START_MESSAGE1 = "ブレイクで攻撃属性切替　炎⇔闇",
        START_MESSAGE2 = "攻撃力・命中率アップ"
    },
    [2016237] = {
        START_MESSAGE1 = "ブレイクで攻撃属性切替　炎⇔闇",
        START_MESSAGE2 = "攻撃力・命中率アップ"
    },
    [2016243] = {
        START_MESSAGE1 = "ブレイクで攻撃属性切替　炎⇔闇",
        START_MESSAGE2 = "攻撃力・命中率アップ",
        HP75_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "行動速度アップ",
        HP25_MESSAGE1 = "与ダメージアップ"
    },
    [2016249] = {
        START_MESSAGE1 = "ブレイクで攻撃属性切替　炎⇔闇",
        START_MESSAGE2 = "攻撃力・命中率アップ",
        HP75_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "行動速度アップ",
        HP25_MESSAGE1 = "与ダメージアップ"
    },
    [2016259] = {
        START_MESSAGE1 = "我が名を讃えよ、妖狐、憂月の名を",
        START_MESSAGE2 = "ブレイクで攻撃属性切替　炎⇔闇",
        START_MESSAGE3 = "攻撃力・命中率アップ",
        HP75_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "行動速度アップ",
        HP25_MESSAGE1 = "与ダメージアップ",
        HP10_MESSAGE1 = "汝らに破滅を贈ろう"
    },
    [2016443] = {
        START_MESSAGE1 = "回避率アップ",
        START_MESSAGE2 = "魔法耐性ダウン",
        HP70_MESSAGE1 = "ダメージアップ",
        HP50_MESSAGE1 = "行動速度アップ",
        HP20_MESSAGE1 = "格の違いを見せてあげるよ",
        HP20_MESSAGE2 = "奥義ゲージ速度アップ"
    },
    [2016449] = {
        HPFLG_MESSAGE1 = "行動速度アップ",
        HPFLG_MESSAGE2 = "まだまだこれからです！",
        HPFLG_MESSAGE3 = "奥義ゲージ速度アップ"
    },
    [2016450] = {
        HPFLG_MESSAGE1 = "行動速度アップ",
        HPFLG_MESSAGE2 = "思いっきりやっちゃうよ",
        HPFLG_MESSAGE3 = "奥義ゲージ速度アップ"
    },
    [2016943] = {
        START_MESSAGE1 = "奥義ゲージ速度アップ・魔法耐性アップ",
        HP60_MESSAGE1 = "奥義ゲージ速度ダウン・ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ"
    },

    [501441311] = {
        WAVE1_MESSAGE1 = "モキュオン:物理ダメージ無効",
        WAVE1_MESSAGE2 = "かばうキラー",
        WAVE1_MESSAGE3 = "最大ダメージ9999",
        WAVE2_MESSAGE1 = "アルマ:魔法ダメージ無効",
        WAVE2_MESSAGE2 = "モキュオン:物理ダメージ無効",
        WAVE2_MESSAGE3 = "かばうキラー",
        WAVE2_MESSAGE4 = "最大ダメージ9999"
    },

    [600000041] = {
        START_MESSAGE1 = "状態異常中のボスへのダメージがアップ",
        START_MESSAGE2 = "庇うキラー",
        START_MESSAGE3 = "命中率・攻撃力アップ",
        START_MESSAGE4 = "子分：燃焼時以外ダメージ無効",
        HP_MESSAGE1 = "与ダメージアップ",
        HP_MESSAGE2 = "行動速度アップ",
        HP_MESSAGE3 = "奥義ゲージ増加速度アップ",
        DEFEAT_MESSAGE1 = "子分撃破により状態異常耐性ダウン",
        DEFEAT_MESSAGE2 = "さんが子分を撃破して状態異常耐性ダウン",
        mess1 = "ボスに狙われている！",
        telop1 = "ボスに狙われると被ダメージが増加します。",
        telop2 = "ユニットが倒れた時は、入れ替えて戦いましょう。",
        telop3 = "ランキングの結果によって、撃破時の報酬の個数が変化します。"
    },

    [2016643] = {
        START_MESSAGE1 = "グロヴォーグ：水属性が弱点",
        START_MESSAGE2 = "ジェロノス　：樹属性が弱点",
        START_MESSAGE3 = "ワイバーン　：光属性が弱点",
        HP70_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "ファフニールは仲間を呼んだ！",
        HP30_MESSAGE1 = "奥義ゲージ速度アップ・ダメージアップ"
    },

    [2016949] = {
        START_MESSAGE1 = "ロイ：クリティカル耐性",
        START_MESSAGE2 = "ロイ：クリティカルダメージアップ",
        START_MESSAGE3 = "ロイ：ブレイク耐性",
        START_MESSAGE4 = "ロイ：HP自然回復",
        RAGE_MESSAGE1 = "鉄壁：防御力大幅アップ",
        RAGE_MESSAGE2 = "ブレイクで鉄壁状態解除",
        BREAK_MESSAGE1 = "鉄壁状態解除",
        ARTS_MESSAGE1 = "蒼神覇吼剣｢絶界｣の構え",
        LAST_MESSAGE1 = "ロイ：攻撃力アップ",
        LAST_MESSAGE2 = "ロイ：与ダメージアップ"
    },

    [2016955] = {
        START_MESSAGE1 = "ロイ：クリティカル耐性",
        START_MESSAGE2 = "ロイ：クリティカルダメージアップ",
        START_MESSAGE3 = "ロイ：ブレイク耐性",
        START_MESSAGE4 = "ロイ：HP自然回復",
        RAGE_MESSAGE1 = "鉄壁：防御力大幅アップ",
        RAGE_MESSAGE2 = "ブレイクで鉄壁状態解除",
        BREAK_MESSAGE1 = "鉄壁状態解除",
        ARTS_MESSAGE1 = "蒼神覇吼剣｢絶界｣の構え",
        LAST_MESSAGE1 = "ロイ：攻撃力アップ",
        LAST_MESSAGE2 = "ロイ：与ダメージアップ"
    },

    [2016957] = {
        START_MESSAGE1 = "ロイ：クリティカル耐性",
        START_MESSAGE2 = "ロイ：クリティカルダメージアップ",
        START_MESSAGE3 = "ロイ：ブレイク耐性",
        START_MESSAGE4 = "ロイ：HP自然回復",
        RAGE_MESSAGE1 = "鉄壁：防御力大幅アップ",
        RAGE_MESSAGE2 = "ブレイクで鉄壁状態解除",
        BREAK_MESSAGE1 = "鉄壁状態解除",
        ARTS_MESSAGE1 = "蒼神覇吼剣｢絶界｣の構え",
        LAST_MESSAGE1 = "ロイ：攻撃力アップ",
        LAST_MESSAGE2 = "ロイ：与ダメージアップ"
    },

    [2016956] = {
        START_MESSAGE1 = "レイアス：神族・魔族キラー",
    },

    [2017901] = {
        START_MESSAGE1 = "闇属性キラー・闇属性耐性アップ",
        HP70_MESSAGE1 = "た、助けにきました！",
        HP50_MESSAGE1 = "ダメージアップ"
    },

    [2017905] = {
        START_MESSAGE1 = "闇属性キラー・闇属性耐性アップ",
        HP80_MESSAGE1 = "行動速度アップ",
        HP70_MESSAGE1 = "た、助けにきました！",
        HP50_MESSAGE1 = "ダメージアップ",
        HP40_MESSAGE1 = "クリティカル率アップ・回復量アップ",
        HP20_MESSAGE1 = "行動速度アップ"
    },

    [2017909] = {
        START_MESSAGE1 = "闇属性キラー・闇属性耐性アップ",
        START_MESSAGE2 = "回避率アップ",
        HP80_MESSAGE1 = "行動速度アップ",
        HP70_MESSAGE1 = "た、助けにきました！",
        HP50_MESSAGE1 = "ダメージアップ",
        HP40_MESSAGE1 = "クリティカル率アップ・回復量アップ",
        HP20_MESSAGE1 = "行動速度アップ"
    },
    [2018131] = {
        START_MESSAGE1 = "魔法耐性アップ・物理耐性ダウン",
        START_MESSAGE2 = "クリティカル無効",
        HP70_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ"
    },
    [2018137] = {
        START_MESSAGE1 = "魔法耐性アップ・物理耐性ダウン",
        START_MESSAGE2 = "クリティカル無効",
        HP70_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ"
    },
    [2018143] = {
        START_MESSAGE1 = "魔法耐性アップ・物理耐性ダウン",
        START_MESSAGE2 = "クリティカル無効・状態異常無効",
        HP70_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "ダメージアップ",
        HP30_MESSAGE1 = "行動速度アップ"
    },

    [2018149] = {
        RESULT_MESSAGE1 = "累計",
        RESULT_MESSAGE2 = "ダメージ！！",
        RESULT_MESSAGE3 = "最大一撃ダメージ：",
        DAMAGE_MESSAGE1 = "%d万",
        DAMAGE_MESSAGE2 = "%d億",
        DAMAGE_MESSAGE3 = "ダメージ！！",
        DAMAGE_MESSAGE4 = "一撃で",
        DAMAGE_MESSAGE5 = "ダメージ！！",
        LOSE_MESSAGE1 = "累計3００万ダメージに届かなかった……",
        LOSE_MESSAGE2 = "奥義ゲージ増加速度アップ",
        START_MESSAGE4 = "１２０秒以内に3００万ダメージでクリア！",
        START_MESSAGE5 = "魔法ダメージ無効"
    },

    [2004340] = {
        START_MESSAGE1 = "クリティカルダメージ無効・防御力アップ",
        START_MESSAGE2 = "ブレイク時燃焼ダメージアップ",
        RAGE_MESSAGE1 = "攻撃力アップ",
        RAGE_MESSAGE2 = "与ダメージアップ",
        RAGE_MESSAGE3 = "味方ユニットの被ダメージアップ",
        HP_80_MESSAGE1 = "ブレイクでハンマー破壊",
        HP_80_MESSAGE2 = "ハンマー装備時、奥義ダメージアップ",
        HP_60_MESSAGE1 = "ダメージアップ",
        HP_50_MESSAGE1 = "行動速度アップ",
        HP_20_MESSAGE1 = "奥義ゲージ速度アップ"
    },

    [2004437] = {
        START_MESSAGE1 = "クリティカル耐性アップ",
        START_MESSAGE2 = "クリティカルダメージ以外無効",
        START_MESSAGE3 = "庇うキラー・物理耐性アップ",
        HP80_MESSAGE1 = "ダメージアップ",
        HP60_MESSAGE1 = "行動速度アップ",
        HP40_MESSAGE1 = "クリティカル耐性アップ",
        HP20_MESSAGE1 = "行動速度アップ",
        RAGE_MESSAGE1 = "攻撃力アップ",
        RAGE_MESSAGE2 = "与ダメージアップ",
        RAGE_MESSAGE3 = "味方ユニットの被ダメージアップ"
    },

    [2004537] = {
        START_MESSAGE1 = "命中率アップ",
        HP80_MESSAGE1 = "ブレイク耐性アップ",
        HP60_MESSAGE1 = "行動速度アップ",
        HP50_MESSAGE1 = "灼熱の大気が吹き荒れる",
        HP40_MESSAGE1 = "行動速度アップ",
        HP20_MESSAGE1 = "ブレイク耐性アップ",
        RAGE_MESSAGE1 = "攻撃力アップ",
        RAGE_MESSAGE2 = "与ダメージアップ",
        RAGE_MESSAGE3 = "味方ユニットの被ダメージアップ"
    },
    mine_10034 = {
        START_MESSAGE1 = "キンピカのタマはいらんかニャ～？",
        DEAD_MESSAGE1 = "ばいニャ～♪"
    },

    mine_10035 = {
        START_MESSAGE1 = "この先は危険ですよ！",
        DEAD_MESSAGE1 = "頑張ってくださいね！"
    },

    mine_10036 = {
        DEAD_MESSAGE1 ="ご武運を！"
    },

    mine_50001 = {
        START_MESSAGE1 = "クリティカル率アップ",
        START_MESSAGE2 = "クリティカルダメージアップ",
        BOOST_MESSAGE1 = "攻撃力アップ",
        BOOST_MESSAGE2 = "与ダメージアップ",
        BOOST_MESSAGE3 = "ダメージ軽減",
        BOOST_MESSAGE4 = "ブレイク耐性アップ"
    },

    mine_50002 = {
        START_MESSAGE1 = "麻痺状態の時被ダメージアップ",
        BOOST_MESSAGE1 = "攻撃力アップ",
        BOOST_MESSAGE2 = "与ダメージアップ",
        BOOST_MESSAGE3 = "ダメージ軽減",
        BOOST_MESSAGE4 = "ブレイク耐性アップ"
    },

    mine_50003 = {
        BUFF_MESSAGE = "暴風状態:回避率・ブレイク耐性アップ",
        REMOVE_BUFF_MESSAGE = "暴風状態解除",
        TIMEUP_BUFF_MESSAGE1 = "ダメージ軽減",
        TIMEUP_BUFF_MESSAGE2 = "ブレイク耐性アップ",
        TIMEUP_BUFF_MESSAGE3 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE4 = "ダメージアップ"
    },

    mine_50004 = {
        START_MESSAGE1 = "物理耐性アップ",
        BOOST_MESSAGE1 = "攻撃力アップ",
        BOOST_MESSAGE2 = "与ダメージアップ",
        BOOST_MESSAGE3 = "ダメージ軽減",
        BOOST_MESSAGE4 = "ブレイク耐性アップ"
    },

    mine_50005 = {
        START_MESSAGE1 = "光・闇属性キラー",
        START_MESSAGE2 = "炎・水・樹属性耐性",
        BOOST_MESSAGE1 = "攻撃力アップ",
        BOOST_MESSAGE2 = "与ダメージアップ",
        BOOST_MESSAGE3 = "ダメージ軽減",
        BOOST_MESSAGE4 = "ブレイク耐性アップ"
    },

    mine_50006 = {
        START_MESSAGE1 = "奥義ダメージ軽減",
        BOOST_MESSAGE1 = "攻撃力アップ",
        BOOST_MESSAGE2 = "与ダメージアップ"
    },
    mine_50007 = {
        BUFF_MESSAGE1 = "燃焼時行動速度アップ",
        BUFF_MESSAGE2 = "魔法耐性アップ",
        TIMEUP_BUFF_MESSAGE1 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE2 = "与ダメージアップ"
    },
    mine_50008 = {
        START_MESSAGE1 = "防御力アップ",
        START_MESSAGE2 = "クリティカル率アップ",        
        START_MESSAGE3 = "クリティカルダメージアップ",
        START_MESSAGE4 = "クリティカルダメージ無効",
        KABAU_MESSAGE1 = "被ダメージアップ",
        TIMEUP_BUFF_MESSAGE1 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE2 = "ダメージアップ"
    },
    mine_50009 = {
        START_MESSAGE = "クリティカルダメージアップ",
        HP_REDUCE_MESSAGE = "燃焼時被ダメージアップ",
        KABAU_MESSAGE1 = "庇うキラー",
        TIMEUP_BUFF_MESSAGE1 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE2 = "ダメージアップ"
    },
    mine_60001 = {
        START_MESSAGE1 = "麻痺状態時以外ダメージ無効",
        BOOST_MESSAGE1 = "攻撃力アップ",
        BOOST_MESSAGE2 = "与ダメージアップ",
        BOOST_MESSAGE3 = "ダメージ軽減",
        BOOST_MESSAGE4 = "ブレイク耐性アップ"
    },
    mine_60002 = {
        START_MESSAGE1 = "物理ダメージ無効",
        BOOST_MESSAGE1 = "攻撃力アップ",
        BOOST_MESSAGE2 = "与ダメージアップ",
        BOOST_MESSAGE3 = "ダメージ軽減",
        BOOST_MESSAGE4 = "ブレイク耐性アップ"
    },
    mine_60003 = {
        BUFF_MESSAGE = "暴風状態:回避率・ブレイク耐性アップ",
        REMOVE_BUFF_MESSAGE = "暴風状態解除",
        TIMEUP_BUFF_MESSAGE1 = "ダメージ軽減",
        TIMEUP_BUFF_MESSAGE2 = "ブレイク耐性アップ",
        TIMEUP_BUFF_MESSAGE3 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE4 = "ダメージアップ"
    },
    mine_60004 = {
        BUFF_MESSAGE1 = "燃焼時行動速度アップ",
        BUFF_MESSAGE2 = "魔法ダメージ無効",        
        TIMEUP_BUFF_MESSAGE1 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE2 = "ダメージアップ"
    },
    mine_60005 = {
        START_MESSAGE1 = "防御力アップ",
        START_MESSAGE2 = "クリティカル率アップ",        
        START_MESSAGE3 = "クリティカルダメージアップ",
        START_MESSAGE4 = "クリティカルダメージ無効",
        HP50_MESSAGE1 = "攻撃力・行動速度アップ",
        KABAU_MESSAGE1 = "被ダメージアップ",
        TIMEUP_BUFF_MESSAGE1 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE2 = "ダメージアップ"
    },
    mine_60006 = {
        START_MESSAGE = "クリティカルダメージアップ",
        HP_REDUCE_MESSAGE = "燃焼時被ダメージアップ",
        KABAU_MESSAGE1 = "庇うキラー",
        TIMEUP_BUFF_MESSAGE1 = "攻撃力アップ",
        TIMEUP_BUFF_MESSAGE2 = "ダメージアップ"
    }
}


_M.QUESTS = {
    --タスモン強襲
    [1001402] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },
    [1001401] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --ゴルネコ強襲
    [1001302] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },
    [1001301] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --ミキュオン強襲
    [1001201] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --コロック強襲
    [1001101] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --フレイド強襲
    [1000901] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --ミキュオン強襲
    [1000801] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --コロック強襲
    [1000701] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --フレイド強襲
    [1000601] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --メタチキ強襲
    [1001701] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    --メタチキ強襲
    [1001702] = {
        DEAD_ENEMY_TEXT = "体撃破",
    },

    [4000301] = {
        mess1 = "なんやこいつら！親分に知らせるんや！"
    },
    [4000302] = {
        mess1 = "なんやこいつら！親分に知らせるんや！"
    },
    [4000303] = {
        mess1 = "なんやこいつら！親分に知らせるんや！"
    },
    [4000304] = {
        mess1 = "なんやこいつら！親分に知らせるんや！"
    },
    [2014814] = {
        TALK_1 = "時間切れだね",
        TALK_2 = "またねー！",
        TALK_3 = "おっと、残念…！",
        TALK_4 = "ここまでかな",
        TALK_5 = "惜しかったな…"
    }

}

_G.package.loaded[_NAME] = _M
return _M
